Repository: Distrotech/cups-filters
Catalog: locale/cups_*.po
Languages: de, pt_pt

source: (all)
de: (alle)
pt_pt: (todos)

source: (none)
de: (keine)
pt_pt: (nenhum)

source: %d entries
de: %d Einträge
pt_pt: %d entradas

source: After fault: continue
de: Nach Fehlerfall: fortsetzen
pt_pt: Após falha: continuar

source: Alerts:
de: Alarme:
pt_pt: Alertas:

source: Banner required
de: Banner benötigt
pt_pt: Requer banner

source: Charset sets:
de: Zeichensatzeinstellungen:
pt_pt: Conjuntos charset:

source: Connection: direct
de: Verbindung: direkt
pt_pt: Ligação: directa

source: Connection: remote
de: Verbindung: entfernt
pt_pt: Ligação: remota

source: Default page size:
de: Standard Seitengröße:
pt_pt: Tamanho de página predefinido:

source: Default pitch:
de: Standard Zeichenabstand:
pt_pt: Tonalidade predefinida:

source: Default port settings:
de: Standard Porteinstellungen:
pt_pt: Predefinições da porta:

source: Description: %s
de: Beschreibung: %s
pt_pt: Descrição: %s

source: Form mounted: Content types: any Printer types: unknown
de: Eingebundenes Formular: Inhaltstypen: keine Druckertypen: unbekannt
pt_pt: Formulário montado: Tipos de conteúdo: qualquer Tipos de impressora: desconhecido

source: Forms allowed:
de: Erlaubte Formulare:
pt_pt: Formulários permitidos:

source: Location: %s
de: Ort: %s
pt_pt: Localização: %s

source: On fault: no alert
de: Bei Fehlerfall: kein Alarm
pt_pt: Com falha: sem alerta

source: Users allowed:
de: Erlaubte Benutzer:
pt_pt: Utilizadores permitidos:

source: Users denied:
de: Nicht erlaubte Benutzer:
pt_pt: Utilizadores recusados:

source: daemon present
de: Dienst läuft
pt_pt: daemon presente

source: no entries
de: Keine Einträge
pt_pt: entradas inexistentes

source: printer is on device '%s' speed -1
de: Drucker verbunden über '%s' Geschwindigkeit -1
pt_pt: a impressora encontra-se no periférico '%s' velocidade -1

source: printing is disabled
de: Drucken ist gesperrt
pt_pt: impressão desactivada

source: printing is enabled
de: Drucken ist freigegeben
pt_pt: impressão activada

source: queued for %s
de: eingereiht für %s
pt_pt: em fila de espera para %s

source: queuing is disabled
de: Warteschlange ist gesperrt
pt_pt: fila de espera inactiva

source: queuing is enabled
de: Warteschlange ist freigegeben
pt_pt: fila de espera activa

source: reason unknown
de: Grund unbekannt
pt_pt: razão desconhecida

source: DETAILED CONFORMANCE TEST RESULTS
de: DETAILIERTE ERGEBNISSE DES KONFORMITÄTSTESTS
pt_pt: RESULTADOS DETALHADOS DO TESTE DE CONFORMIDADE

source: REF: Page 15, section 3.1.
de: REF: Seite 15, Kapitel 3.1.
pt_pt: REF: Página 15, secção 3.1.

source: REF: Page 15, section 3.2.
de: REF: Seite 15, Kapitel 3.2.
pt_pt: REF: Página 15, secção 3.2.

source: REF: Page 19, section 3.3.
de: REF: Seite 19, Kapitel 3.3.
pt_pt: REF: Página 19, secção 3.3.

source: REF: Page 20, section 3.4.
de: REF: Seite 20, Kapitel 3.4.
pt_pt: REF: Página 20, secção 3.4.

source: REF: Page 27, section 3.5.
de: REF: Seite 27, Kapitel 3.5.
pt_pt: REF: Página 27, secção 3.5.

source: REF: Page 42, section 5.2.
de: REF: Seite 42, Kapitel 5.2.
pt_pt: REF: Página 42, secção 5.2.

source: REF: Pages 16-17, section 3.2.
de: REF: Seite 16-17, Kapitel 3.2.
pt_pt: REF: Páginas 16-17, secção 3.2.

source: REF: Pages 42-45, section 5.2.
de: REF: Seiten 42-45, Kapitel 5.2.
pt_pt: REF: Páginas 42-45, secção 5.2.

source: REF: Pages 45-46, section 5.2.
de: REF: Seite 45-46, Kapitel 5.2.
pt_pt: REF: Páginas 45-46, secção 5.2.

source: REF: Pages 48-49, section 5.2.
de: REF: Seiten 48-49, Kapitel 5.2.
pt_pt: REF: Páginas 48-49, secção 5.2.

source: REF: Pages 52-54, section 5.2.
de: REF: Seiten 52-54, Kapitel 5.2.
pt_pt: REF: Páginas 52-54, secção 5.2.

source: %-39.39s %.0f bytes
de: %-39.39s %.0f Byte

source: PASS Default%s
de: BESTANDEN Default%s
pt_pt: PASS Predefinição%s

source: PASS DefaultImageableArea
de: BESTANDEN DefaultImageableArea

source: PASS DefaultPaperDimension
de: BESTANDEN DefaultPaperDimension

source: PASS FileVersion
de: BESTANDEN FileVersion

source: PASS FormatVersion
de: BESTANDEN FormatVersion

source: PASS LanguageEncoding
de: BESTANDEN LanguageEncoding

source: PASS LanguageVersion
de: BESTANDEN LanguageVersion

source: PASS Manufacturer
de: BESTANDEN Manufacturer
pt_pt: PASS Fabricante

source: PASS ModelName
de: BESTANDEN Modellname

source: PASS NickName
de: BESTANDEN NickName

source: PASS PCFileName
de: BESTANDEN PCFileName

source: PASS PSVersion
de: BESTANDEN PSVersion

source: PASS PageRegion
de: BESTANDEN PageRegion

source: PASS PageSize
de: BESTANDEN PageSize

source: PASS Product
de: BESTANDEN Product
pt_pt: PASS Produto

source: PASS ShortNickName
de: BESTANDEN ShortNickName

source: WARN "%s %s" conflicts with "%s %s" (constraint="%s %s %s %s")
de: WARNUNG "%s %s" kolidiert mit "%s %s" (Beschränkung="%s %s %s %s")
pt_pt: AVIS "%s %s" conflitos com "%s %s" (restrição="%s %s %s %s")

source: WARN %s has no corresponding options!
de: WARNUNG %s hat keine entsprechenden Parameter!
pt_pt: AVIS %s não tem opções correspondentes!

source: WARN %s shares a common prefix with %s REF: Page 15, section 3.2.
de: WARNUNG %s teilt ein gemeinsames Präfix mit %s REF: Seite 15, Kapitel 3.2.
pt_pt: AVIS %s partilha um prefixo comum com %s REF: Página 15, secção 3.2.

source: WARN Default choices conflicting!
de: WARNUNG Konflikte in der Standardauswahl!
pt_pt: AVIS Escolhas predefinidas em conflito!

source: WARN Duplex option keyword %s should be named Duplex or JCLDuplex! REF: Page 122, section 5.17
de: WARNUNG Schlüsselwort für Duplexparameter %s sollte Duplex oder JCLDuplex heißen! REF: Seite 122, Kapitel 5.17
pt_pt: AVIS Palavra-chave %s de opção duplex deve ser denominada Duplex ou JCLDuplex! REF: Página 122, secção 5.17

source: WARN File contains a mix of CR, LF, and CR LF line endings!
de: WARNUNG Datei enthält gemischt CR, LF und CR LF als Zeilenende!
pt_pt: AVIS O ficheiro contém uma mescla de finais de linha CR, LF e CR LF!

source: WARN LanguageEncoding required by PPD 4.3 spec. REF: Pages 56-57, section 5.3.
de: WARNUNG LanguageEncoding wird verlangt von PPD 4.3 Spez. REF: Seiten 56-57, Kapitel 5.3.
pt_pt: AVIS LanguageEncoding requerido por espec. PPD 4.3. REF: Páginas 56-57, secção 5.3.

source: WARN Line %d only contains whitespace!
de: WARNUNG Zeile %d enthält nur Whitespace!
pt_pt: AVIS A linha %d apenas contém espaço em branco!

source: WARN Manufacturer required by PPD 4.3 spec. REF: Pages 58-59, section 5.3.
de: WARNUNG Manufacturer wird verlangt von PPD 4.3 Spez. REF: Seiten 58-59, Kapitel 5.3.
pt_pt: AVIS Fabricante requerido por espec. PPD 4.3. REF: Páginas 58-59, secção 5.3.

source: WARN Missing APDialogExtension file "%s"
de: WARNUNG Vermisse APDialogExtension Datei "%s"
pt_pt: AVIS Ficheiro APDialogExtension "%s" inexistente

source: WARN Missing APPrinterIconPath file "%s"
de: WARNUNG Vermisse APPrinterIconPath Datei "%s"
pt_pt: AVIS Ficheiro APPrinterIconPath "%s" inexistente

source: WARN Missing cupsICCProfile file "%s"
de: WARNUNG Vermisse cupsICCProfile Datei "%s"
pt_pt: AVIS Ficheiro cupsICCProfile "%s" inexistente

source: WARN Non-Windows PPD files should use lines ending with only LF, not CR LF!
de: WARNUNG Nicht-Windows PPD Dateien sollten nur das Zeilenende LF benutzen, nicht CR LF!
pt_pt: AVIS Os ficheiros PPD não Windows devem usar finais de linha com apenas LF, não CR LF!

source: WARN Obsolete PPD version %.1f! REF: Page 42, section 5.2.
de: WARNUNG Obsolete PPD Version %.1f! REF: Seite 42, Kapitel 5.2.
pt_pt: AVIS Versão PPD obsoleta %.1f! REF: Página 42, secção 5.2.

source: WARN PCFileName longer than 8.3 in violation of PPD spec. REF: Pages 61-62, section 5.3.
de: WARNUNG PCFileName länger als 8.3 ist eine Verletzung der PPD Spez. REF: Seiten 61-62, Kapitel 5.3.
pt_pt: AVIS PCFileName maior do que 8.3, em violação da espec. PPD. REF: Páginas 61-62, secção 5.3.

source: WARN Protocols contains PJL but JCL attributes are not set. REF: Pages 78-79, section 5.7.
de: WARNUNG Protokoll enthält PJL jedoch sind keine JCL Eigenschaften gesetzt. REF: Seiten 78-79, Kapitel 5.7.
pt_pt: AVIS Os protocolos contêm JL mas não estão especificados atributos JCL. REF: Páginas 78-79, secção 5.7.

source: WARN Protocols contains both PJL and BCP; expected TBCP. REF: Pages 78-79, section 5.7.
de: WARNUNG Protokoll enthält PJL und BCP; TBCP wird erwartet. REF: Seiten 78-79, Kapitel 5.7.
pt_pt: AVIS Os protocolos contêm PJL e BCP; previsto TBCP. REF: Páginas 78-79, secção 5.7.

source: WARN ShortNickName required by PPD 4.3 spec. REF: Pages 64-65, section 5.3.
de: WARNUNG ShortNickName wird verlangt von PPD 4.3 Spez. REF: Seiten 64-65, Kapitel 5.3.
pt_pt: AVIS ShortNickName requerido por espec. PPD 4.3. REF: Páginas 64-65, secção 5.3.

source: %s %s %s does not exist!
de: %s %s %s existiert nicht!
pt_pt: %s %s %s não existe!

source: %s Bad UTF-8 "%s" translation string for option %s!
de: %s Fehlerhafte UTF-8 Übersetzung "%s" für Parameter %s!
pt_pt: %s String de tradução UTF-8 "%s" inválido para a opção %s!

source: %s Bad UTF-8 "%s" translation string for option %s, choice %s!
de: %s Fehlerhafte UTF-8 Übersetzung "%s" für Parameter %s, Auswahl %s!
pt_pt: %s String de tradução UTF-8 "%s" inválido para a opção %s, escolha %s!

source: %s Bad cupsFilter value "%s"!
de: %s Falscher cupsFilter Wert "%s"!
pt_pt: %s Valor cupsFilter inválido "%s"!

source: %s Bad cupsPreFilter value "%s"!
de: %s Falscher cupsPreFilter Wert "%s"!
pt_pt: %s Valor cupsPreFilter inválido "%s"!

source: %s Bad language "%s"!
de: %s Falsche Sprache "%s"!
pt_pt: %s Idioma inválido "%s"!

source: %s Missing "%s" translation string for option %s!
de: %s Vermisse Übersetzung "%s" für Parameter %s!
pt_pt: %s String de tradução "%s" inexistente para a opção %s!

source: %s Missing "%s" translation string for option %s, choice %s!
de: %s Vermisse Übersetzung "%s" für Parameter %s, Auswahl %s!
pt_pt: %s String de tradução "%s" inexistente para a opção %s, escolha %s!

source: %s Missing choice *%s %s in UIConstraint "*%s %s *%s %s"!
de: %s Vermisse Auswahl *%s %s in UIConstraint "*%s %s *%s %s"!
pt_pt: %s Escolha *%s %s inexistente em UIConstraint "*%s %s *%s %s"!

source: %s Missing cupsFilter file "%s"
de: %s Vermisse cupsFilter Datei "%s"
pt_pt: %s Ficheiro cupsFilter "%s" inexistente

source: %s Missing cupsPreFilter file "%s"
de: %s Vermisse cupsPreFilter Datei "%s"
pt_pt: %s Ficheiro cupsPreFilter "%s" inexistente

source: %s Missing option %s in UIConstraint "*%s %s *%s %s"!
de: %s Vermisse Parameter %s in UIConstraint "*%s %s *%s %s"!
pt_pt: %s Opção %s inexistente em UIConstraint "*%s %s *%s %s"!

source: %s No base translation "%s" is included in file!
de: %s Keine grundlegende Übersetzung "%s" in Datei vorhanden!
pt_pt: %s Tradução base "%s" não incluída no ficheiro!

source: **FAIL** %s %s does not exist!
de: **FEHLGESCHLAGEN** %s %s existiert nicht!

source: **FAIL** %s must be 1284DeviceID! REF: Page 72, section 5.5
de: **FEHLGESCHLAGEN** %s muss 1284DeviceID sein! REF: Seite 72, Kapitel 5.5
pt_pt: **FALHA** %s tem de ser 1284DeviceID! REF: Página 72, secção 5.5

source: **FAIL** BAD Default%s %s REF: Page 40, section 4.5.
de: **FEHLGESCHLAGEN** FALSCHE Default%s %s REF: Seite 40, Kapitel 4.5.
pt_pt: **FALHA** Predefinição%s %s INVÁLIDA REF: Página 40, secção 4.5.

source: **FAIL** BAD DefaultImageableArea %s! REF: Page 102, section 5.15.
de: **FEHLGESCHLAGEN** FALSCHE DefaultImageableArea %s! REF: Seite 102, Kapitel 5.15.
pt_pt: **FALHA** DefaultImageableArea %s INVÁLIDO! REF: Página 102, secção 5.15.

source: **FAIL** BAD DefaultPaperDimension %s! REF: Page 103, section 5.15.
de: **FEHLGESCHLAGEN** FALSCHE DefaultPaperDimension %s! REF: Seite 103, Kapitel 5.15.
pt_pt: **FALHA** DefaultPaperDimension %s INVÁLIDO! REF: Página 103, secção 5.15.

source: **FAIL** BAD JobPatchFile attribute in file REF: Page 24, section 3.4.
de: **FEHLGESCHLAGEN** FALSCH JobPatchFile Eigenschaften in Datei REF: Seiten 24, Kapitel 3.4.
pt_pt: **FAIL** Atributo JobPatchFile INVÁLIDO no ficheiro REF: Página 24, secção 3.4.

source: **FAIL** BAD Manufacturer (should be "HP") REF: Page 211, table D.1.
de: **FEHLGESCHLAGEN** FALSCHER Manufacturer (sollte "HP" sein) REF: Seite 211, Tabelle D.1.
pt_pt: **FALHA** Fabricante INVÁLIDO (deve ser "HP") REF: Página 211, tabela D.1.

source: **FAIL** BAD Manufacturer (should be "Oki") REF: Page 211, table D.1.
de: **FEHLGESCHLAGEN** Falscher Manufacturer (sollte "Oki" sein) REF: Seite 211, Tabelle D.1.
pt_pt: **FALHA** Fabricante INVÁLIDO (deve ser "Oki") REF: Página 211, tabela D.1.

source: **FAIL** BAD ModelName - "%c" not allowed in string. REF: Pages 59-60, section 5.3.
de: **FEHLGESCHLAGEN** FALSCH ModelName - "%c" nicht in Zeichenkette erlaubt. REF: Seiten 59-60, Kapitel 5.3.
pt_pt: **FALHA** ModelName INVÁLIDO - "%c" não permitido no string. REF: Páginas 59-60, secção 5.3.

source: **FAIL** BAD PSVersion - not "(string) int". REF: Pages 62-64, section 5.3.
de: **FEHLGESCHLAGEN** FALSCH PSVersion - ist nicht "(string) int". REF: Seiten 62-64, Kapitel 5.3.
pt_pt: **FALHA** PSVersion INVÁLIDO - não "int (string)". REF: Páginas 62-64, secção 5.3.

source: **FAIL** BAD Product - not "(string)". REF: Page 62, section 5.3.
de: **FEHLGESCHLAGEN** FALSCH Product - ist nicht "(string)". REF: Seite 62, Kapitel 5.3.
pt_pt: **FALHA** Produto INVÁLIDO - não "(string)". REF: Página 62, secção 5.3.

source: **FAIL** BAD ShortNickName - longer than 31 chars. REF: Pages 64-65, section 5.3.
de: **FEHLGESCHLAGEN** FALSCH ShortNickName - länger als 31 Zeichen. REF: Seiten 64-65, Kapitel 5.3.
pt_pt: **FALHA** ShortNickName INVÁLIDO - maior que 31 car. REF: Páginas 64-65, secção 5.3.

source: **FAIL** Bad %s choice %s! REF: Page 122, section 5.17
de: **FEHLGESCHLAGEN** Falsche %s Auswahl %s! REF: Seite 122, Kapitel 5.17
pt_pt: **FALHA** Escolha %s %s inválida! REF: Página 122, secção 5.17

source: **FAIL** Bad %s choice %s! REF: Page 84, section 5.9
de: **FEHLGESCHLAGEN** Falsche %s Auswahl %s! REF: Seite 84, Kapitel 5.9
pt_pt: **FALHA** Escolha %s %s inválida! REF: Página 84, secção 5.9

source: **FAIL** Bad LanguageEncoding %s - must be ISOLatin1!
de: **FEHLGESCHLAGEN** Falsche LanguageEncoding %s - muß ISOLatin1 sein!
pt_pt: **FALHA** LanguageEncoding inválido %s - tem de ser ISOLatin1!

source: **FAIL** Bad LanguageVersion %s - must be English!
de: **FEHLGESCHLAGEN** Falsche LanguageVersion %s - muß English sein!
pt_pt: **FALHA** LanguageVersion inválido %s - deve ser inglês!

source: **FAIL** Bad UTF-8 "%s" translation string for option %s!
de: **FEHLGESCHLAGEN** Fehlerhafte UTF-8 Übersetzung "%s" für Parameter %s!

source: **FAIL** Bad UTF-8 "%s" translation string for option %s, choice %s!
de: **FEHLGESCHLAGEN** Fehlerhafte UTF-8 Übersetzung "%s" für Parameter %s, Auswahl %s!

source: **FAIL** Bad cupsFilter value "%s"!
de: **FEHLGESCHLAGEN** Falscher cupsFilter Wert "%s"!

source: **FAIL** Bad language "%s"!
de: **FEHLGESCHLAGEN** Falsche Sprache "%s"!

source: **FAIL** Default option code cannot be interpreted: %s
de: **FEHLGESCHLAGEN** Standardparametercode kann nicht interpretiert werden: %s
pt_pt: **FALHA** Código de opção predefinido não pode ser interpretado: %s

source: **FAIL** Default translation string for option %s choice %s contains 8-bit characters!
de: **FEHLGESCHLAGEN** Standardübersetzung für Parameter %s Auswahl %s enthält 8-bit Zeichen!
pt_pt: **FALHA** String de tradução predefinido para opção %s escolha %s contém caracteres de 8 bits!

source: **FAIL** Default translation string for option %s contains 8-bit characters!
de: **FEHLGESCHLAGEN** Standardübersetzung für Parameter %s enthält 8-bit Zeichen!
pt_pt: **FALHA** String de tradução predefinido para opção %s contém caracteres de 8 bits!

source: **FAIL** Missing "%s" translation string for option %s!
de: **FEHLGESCHLAGEN** Vermisse "%s" Übersetzung für Parameter %s!

source: **FAIL** Missing "%s" translation string for option %s, choice %s!
de: **FEHLGESCHLAGEN** Vermisse "%s" Übersetzung für Parameter %s, Auswahl %s!

source: **FAIL** REQUIRED %s does not define choice None! REF: Page 122, section 5.17
de: **FEHLGESCHLAGEN** BENÖTIGT %s definiert nicht die Auswahl "None"! REF: Seite 122, Kapitel 5.17
pt_pt: **FALHA** %s REQUERIDO não define a escolha Sem! REF: Página 122, secção 5.17

source: **FAIL** REQUIRED Default%s REF: Page 40, section 4.5.
de: **FEHLGESCHLAGEN** BENÖTIGT Default%s REF: Seite 40, Kapitel 4.5.
pt_pt: **FALHA** Predefinição%s REQUERIDA REF: Página 40, secção 4.5.

source: **FAIL** REQUIRED DefaultImageableArea REF: Page 102, section 5.15.
de: **FEHLGESCHLAGEN** BENÖTIGT DefaultImageableArea REF: Seite 102, Kapitel 5.15.
pt_pt: **FALHA** DefaultImageableArea REQUERIDO REF: Página 102, secção 5.15.

source: **FAIL** REQUIRED DefaultPaperDimension REF: Page 103, section 5.15.
de: **FEHLGESCHLAGEN** BENÖTIGT DefaultPaperDimension REF: Seite 103, Kapitel 5.15.
pt_pt: **FALHA** DefaultPaperDimension REQUERIDO REF: Página 103, secção 5.15.

source: **FAIL** REQUIRED FileVersion REF: Page 56, section 5.3.
de: **FEHLGESCHLAGEN** BENÖTIGT FileVersion REF: Seite 56, Kapitel 5.3.
pt_pt: **FALHA** FileVersion REQUERIDO REF: Página 56, secção 5.3.

source: **FAIL** REQUIRED FormatVersion REF: Page 56, section 5.3.
de: **FEHLGESCHLAGEN** BENÖTIGT FormatVersion REF: Seite 56, Kapitel 5.3.
pt_pt: **FALHA** FormatVersion REQUERIDO REF: Página 56, secção 5.3.

source: **FAIL** REQUIRED ImageableArea for PageSize %s REF: Page 41, section 5. REF: Page 102, section 5.15.
de: **FEHLGESCHLAGEN** BENÖTIGT ImageableArea für PageSize %s REF: Seite 41, Kapitel 5. REF: Seite 102, Kapitel 5.15.
pt_pt: **FAIL** ImageableArea REQUERIDO para PageSize %s REF: Página 41, secção 5. REF: Página 102, secção 5.15.

source: **FAIL** REQUIRED LanguageEncoding REF: Pages 56-57, section 5.3.
de: **FEHLGESCHLAGEN** BENÖTIGT LanguageEncoding REF: Seiten 56-57, Kapitel 5.3.
pt_pt: **FALHA** LanguageEncoding REQUERIDO REF: Páginas 56-57, secção 5.3.

source: **FAIL** REQUIRED LanguageVersion REF: Pages 57-58, section 5.3.
de: **FEHLGESCHLAGEN** BENÖTIGT LanguageVersion REF: Seiten 57-58, Kapitel 5.3.
pt_pt: **FALHA** LanguageVersion REQUERIDO REF: Páginas 57-58, secção 5.3.

source: **FAIL** REQUIRED Manufacturer REF: Pages 58-59, section 5.3.
de: **FEHLGESCHLAGEN** BENÖTIGT Manufacturer REF: Seiten 58-59, Kapitel 5.3.
pt_pt: **FALHA** Fabricante REQUERIDO REF: Páginas 58-59, secção 5.3.

source: **FAIL** REQUIRED ModelName REF: Pages 59-60, section 5.3.
de: **FEHLGESCHLAGEN** BENÖTIGT ModelName REF: Seiten 59-60, Kapitel 5.3.
pt_pt: **FALHA** ModelName REQUERIDO REF: Páginas 59-60, secção 5.3.

source: **FAIL** REQUIRED NickName REF: Page 60, section 5.3.
de: **FEHLGESCHLAGEN** BENÖTIGT NickName REF: Seite 60, Kapitel 5.3.
pt_pt: **FALHA** NickName REQUERIDO REF: Página 60, secção 5.3.

source: **FAIL** REQUIRED PCFileName REF: Pages 61-62, section 5.3.
de: **FEHLGESCHLAGEN** BENÖTIGT PCFileName REF: Seiten 61-62, Kapitel 5.3.
pt_pt: **FALHA** PCFileName REQUERIDO REF: Páginas 61-62, secção 5.3.

source: **FAIL** REQUIRED PSVersion REF: Pages 62-64, section 5.3.
de: **FEHLGESCHLAGEN** BENÖTIGT PSVersion REF: Seiten 62-64, Kapitel 5.3.
pt_pt: **FALHA** PSVersion REQUERIDO REF: Páginas 62-64, secção 5.3.

source: **FAIL** REQUIRED PageRegion REF: Page 100, section 5.14.
de: **FEHLGESCHLAGEN** BENÖTIGT PageRegion REF: Seite 100, Kapitel 5.14.
pt_pt: **FALHA** PageRegion REQUERIDO REF: Página 100, secção 5.14.

source: **FAIL** REQUIRED PageSize REF: Page 41, section 5. REF: Page 99, section 5.14.
de: **FEHLGESCHLAGEN** BENÖTIGT PageSize REF: Seite 41, Kapitel 5. REF: Seite 99, Kapitel 5.14.
pt_pt: **FALHA** PageSize REQUERIDO REF: Página 41, secção 5. REF: Página 99, secção 5.14.

source: **FAIL** REQUIRED PageSize REF: Pages 99-100, section 5.14.
de: **FEHLGESCHLAGEN** BENÖTIGT PageSize REF: Seiten 99-100, Kapitel 5.14.
pt_pt: **FALHA** PageSize REQUERIDO REF: Páginas 99-100, secção 5.14.

source: **FAIL** REQUIRED PaperDimension for PageSize %s REF: Page 41, section 5. REF: Page 103, section 5.15.
de: **FEHLGESCHLAGEN** BENÖTIGT PaperDimension für PageSize %s REF: Seite 41, Kapitel 5. REF: Seite 103, Kapitel 5.15.
pt_pt: **FALHA** PaperDimension REQUERIDO para PageSize %s REF: Página 41, secção 5. REF: Página 103, secção 5.15.

source: **FAIL** REQUIRED Product REF: Page 62, section 5.3.
de: **FEHLGESCHLAGEN** BENÖTIGT Product REF: Seite 62, Kapitel 5.3.
pt_pt: **FALHA** Produto REQUERIDO REF: Página 62, secção 5.3.

source: **FAIL** REQUIRED ShortNickName REF: Page 64-65, section 5.3.
de: **FEHLGESCHLAGEN** BENÖTIGT ShortNickName REF: Seiten 64-65, Kapitel 5.3.
pt_pt: **FALHA** ShortNickName REQUERIDO REF: Página 64-65, secção 5.3.

source: %d ERRORS FOUND
de: %d FEHLER GEFUNDEN
pt_pt: FORAM ENCONTRADOS %d ERROS

source: Bad %%%%BoundingBox: on line %d! REF: Page 39, %%%%BoundingBox:
de: Falsche %%%%BoundingBox: in Zeile %d! REF: Seite 39, %%%%BoundingBox:
pt_pt: %%%%BoundingBox inválida: na linha %d! REF: Página 39, %%%%BoundingBox:

source: Bad %%%%Page: on line %d! REF: Page 53, %%%%Page:
de: Falsche %%%%Page: in Zeile %d! REF: Seite 53, %%%%Page:
pt_pt: %%%%Page inválida: na linha %d! REF: Página 53, %%%%Page:

source: Bad %%%%Pages: on line %d! REF: Page 43, %%%%Pages:
de: Falsche %%%%Pages: in Zeile %d! REF: Seite 43, %%%%Pages:
pt_pt: %%%%Pages inválidas: na linha %d! REF: Página 43, %%%%Pages:

source: Line %d is longer than 255 characters (%d)! REF: Page 25, Line Length
de: Zeile %d ist länger als 255 Zeichen (%d)! REF: Seite 25, Zeilenlänge
pt_pt: A linha %d tem mais de 255 caracteres (%d)! REF: Página 25, Comprimento da linha

source: Missing %!PS-Adobe-3.0 on first line! REF: Page 17, 3.1 Conforming Documents
de: Vermisse %!PS-Adobe-3.0 in der ersten Zeile! REF: Seite 17, 3.1 Den Konventionen entsprechende Dokumente
pt_pt: %!PS-Adobe-3.0 inexistente na primeira linha! REF: Página 17, 3.1 Conformidade de documentos

source: Missing %%EndComments comment! REF: Page 41, %%EndComments
de: Vermisster %%EndComments Kommentar! REF: Seite 41, %%EndComments
pt_pt: Comentário %%EndComments inexistente! REF: Página 41, %%EndComments

source: Missing or bad %%BoundingBox: comment! REF: Page 39, %%BoundingBox:
de: Vermisster oder falscher %%BoundingBox: Kommentar! REF: Seite 39, %%BoundingBox:
pt_pt: Comentário %%BoundingBox: inexistente ou inválido! REF: Página 39, %%BoundingBox:

source: Missing or bad %%Page: comments! REF: Page 53, %%Page:
de: Vermisste oder falsche %%Page: Kommentare! REF: Seite 53, %%Page:
pt_pt: Comentários %%Page: inexistentes ou inválidos! REF: Página 53, %%Page:

source: Missing or bad %%Pages: comment! REF: Page 43, %%Pages:
de: Vermisster oder Falscher %%Pages: Kommentar! REF: Seite 43, %%Pages:
pt_pt: Comentário %%Pages: inexistente ou inválido! REF: Página 43, %%Pages:

source: NO ERRORS FOUND
de: KEINE FEHLER GEFUNDEN
pt_pt: NÃO FORAM ENCONTRADOS ERROS

source: Saw %d lines that exceeded 255 characters!
de: Sah %d Zeilen welche 255 Zeichen überschreiten!
pt_pt: %d linhas excediam 255 caracteres!

source: Too many %%BeginDocument comments!
de: Zu viele %%BeginDocument Kommentare!
pt_pt: Demasiados comentários %%BeginDocument!

source: Too many %%EndDocument comments!
de: Zu viele %%EndDocument Kommentare!
pt_pt: Demasiados comentários %%EndDocument!

source: Warning: file contains binary data!
de: Warnung: Datei enthält binäre Daten!
pt_pt: Aviso: o ficheiro contém dados binários!

source: Warning: no %%EndComments comment in file!
de: Warnung: keine %%EndComments Kommentare in Datei!
pt_pt: Aviso: comentário %%EndComments inexistente no ficheiro!

source: Warning: obsolete DSC version %.1f in file!
de: Warnung: obsolete DSC Version %.1f in Datei!
pt_pt: Aviso: versão DSC %.1f obsoleta no ficheiro!

source: FAIL
de: FEHLGESCHLAGEN
pt_pt: FALHA
