Repository: Distrotech/cups-filters
Catalog: locale/cups_*.po
Languages: de, pt_pt

source: ERROR: Unable to get job %d attributes (%s)!
de: FEHLER: Kann Attribute für Auftrag %d nicht holen (%s)!
pt_pt: ERROR: Impossível obter atributos (%s) do trabalho %d!

source: ERROR: Unable to get printer status (%s)!
de: FEHLER: Kann Druckerstatus nicht holen (%s)!
pt_pt: ERROR: Impossível obter estado da impressora (%s)!

source: ERROR: Unable to locate printer '%s'!
de: FEHLER: Kann Drucker '%s' nicht lokalisieren!
pt_pt: ERROR: Impossível localizar a impressora '%s'!

source: ERROR: Unable to open "%s" - %s
de: FEHLER: Kann "%s" nicht öffnen - %s
pt_pt: ERROR: Impossível abrir "%s" - %s

source: ERROR: Unable to open %s: %s
de: FEHLER: Kann %s nicht öffnen: %s
pt_pt: ERROR: Impossível abrir %s: %s

source: ERROR: Unable to open device file "%s": %s
de: FEHLER: Kann Gerätedatei "%s" nicht öffnen: %s
pt_pt: ERROR: Impossível abrir ficheiro do dispositivo "%s": %s

source: ERROR: Unable to open file "%s" - %s
de: FEHLER: Kann Datei "%s" nicht öffnen - %s
pt_pt: ERROR: Impossível abrir ficheiro "%s" - %s

source: ERROR: Unable to open file "%s": %s
de: FEHLER: Kann Datei "%s" nicht öffnen: %s
pt_pt: ERROR: Impossível abrir ficheiro "%s": %s

source: ERROR: Unable to open image file for printing!
de: FEHLER: Kann Bilddatei nicht zum Drucken öffnen!
pt_pt: ERROR: Impossível abrir ficheiro de imagem para impressão!

source: ERROR: Unable to open print file "%s": %s
de: FEHLER: Kann Datendatei nicht öffnen "%s": %s
pt_pt: ERROR: Impossível abrir ficheiro de impressão "%s": %s

source: ERROR: Unable to open print file %s - %s
de: FEHLER: Kann Datendatei nicht öffnen %s - %s
pt_pt: ERROR: Impossível abrir ficheiro de impressão %s - %s

source: ERROR: Unable to open print file %s: %s
de: FEHLER: Kann Datendatei nicht öffnen %s: %s
pt_pt: ERROR: Impossível abrir ficheiro de impressão %s: %s

source: ERROR: Unable to open temporary compressed print file: %s
de: FEHLER: Kann temoräre komprimierte Datendatei nicht öffnen: %s
pt_pt: ERROR: Impossível abrir ficheiro de impressão comprimido temporário: %s

source: ERROR: Unable to seek to offset %ld in file - %s
de: FEHLER: Kann auf den Offset %ld in der Datei nicht zugreifen - %s
pt_pt: ERROR: Impossível tentar deslocar %ld no ficheiro - %s

source: ERROR: Unable to seek to offset %lld in file - %s
de: FEHLER: Kann auf den Offset %lld in der Datei nicht zugreifen - %s
pt_pt: ERROR: Impossível tentar deslocar %lld no ficheiro - %s

source: ERROR: Unable to send print data (%d)
de: FEHLER: Kann Druckdaten nicht senden (%d)
pt_pt: ERROR: Impossível enviar dados de impressão (%d)

source: ERROR: Unable to wait for pictwpstops: %s
de: FEHLER: Kann auf pictwpstops nicht warten: %s
pt_pt: ERROR: Impossível aguardar por pictwpstops: %s

source: ERROR: Unable to write %d bytes to "%s": %s
de: FEHLER: Kann %d Bytes nicht nach "%s" schreiben: %s
pt_pt: ERROR: Impossível escrever %d bytes em "%s": %s

source: ERROR: Unable to write print data: %s
de: FEHLER: Kann Druckdaten nicht schreiben: %s
pt_pt: ERROR: Impossível escrever dados de impressão: %s

source: ERROR: Unable to write raster data to driver!
de: FEHLER: Kann Rasterdaten dem Treiber nicht übergeben!
pt_pt: ERROR: Impossível escrever dados raster no driver!

source: ERROR: Unable to write uncompressed document data: %s
de: FEHLER: Kann unkomprimierte Dokumentdaten nicht schreiben: %s
pt_pt: ERROR: Impossível escrever dados de documentos descomprimidos: %s

source: ERROR: Unknown encryption option value "%s"!
de: FEHLER: Unbekannter Verschlüsselungs-Parameter Wert "%s"!
pt_pt: ERROR: Valor de opção de encriptação desconhecido "%s"!

source: ERROR: Unknown file order "%s"
de: FEHLER: Unbekannte Dateiordnung "%s"
pt_pt: ERROR: Ordem de ficheiros desconhecida "%s"

source: ERROR: Unknown format character "%c"
de: FEHLER: Unbekanntes Formatierungszeichen "%c"
pt_pt: ERROR: Caracter de formato desconhecido "%c"

source: ERROR: Unknown option "%s" with value "%s"!
de: FEHLER: Unbekannter Parameter "%s" mit Wert "%s"!
pt_pt: ERROR: Opção desconhecida "%s" com valor "%s"!

source: ERROR: Unknown print mode "%s"
de: FEHLER: Unbekannter Druckmodus "%s"
pt_pt: ERROR: Modo de impressão desconhecido "%s"

source: ERROR: Unknown version option value "%s"!
de: FEHLER: Unbekannter Versions-Parameter Wert "%s"!
pt_pt: ERROR: Valor de opção de versão desconhecido "%s"!

source: ERROR: Unsupported brightness value %s, using brightness=100!
de: FEHLER: Nicht unterstützter Helligkeitswert %s, benutze brightness=100!
pt_pt: ERROR: Valor de brilho %s não suportado, a utilizar brightness=100!

source: ERROR: Unsupported gamma value %s, using gamma=1000!
de: FEHLER: Nicht unterstützter Gamma Wert %s, benutze gamma=1000!
pt_pt: ERROR: Valor de gama %s não suportado, a utilizar gamma=1000!

source: ERROR: Unsupported number-up value %d, using number-up=1!
de: FEHLER: Nicht unterstützter number-up Wert %d, benutze number-up=1!
pt_pt: ERROR: Valor number-up %d não suportado, a utilizar number-up=1!

source: ERROR: Unsupported number-up-layout value %s, using number-up-layout=lrtb!
de: FEHLER: Nicht unterstützter number-up-layout Wert %s, benutze number-up-layout=lrtb!
pt_pt: ERROR: Valor de layout de number-up %s não suportado, a utilizar layout de number-up=lrtb!

source: ERROR: Unsupported page-border value %s, using page-border=none!
de: FEHLER: Nicht unterstützter page-border Wert %s, benutze page-border=none!
pt_pt: ERROR: Valor de page-border %s não suportado, a utilizar page-border=none!

source: ERROR: doc_printf overflow (%d bytes) detected, aborting!
de: FEHLER: doc_printf Überlauf (%d Bytes) erkannt, breche ab!
pt_pt: ERROR: excesso de doc_printf (%d bytes) detectado, a interromper!

source: ERROR: pictwpstops exited on signal %d!
de: FEHLER: pictwpstops wurde durch Signal %d beendet!
pt_pt: ERROR: pictwpstops abandonado ao sinal %d!

source: ERROR: pictwpstops exited with status %d!
de: FEHLER: pictwpstops wurde mit Status %d beendet!
pt_pt: ERROR: pictwpstops abandonado com estado %d!

source: ERROR: recoverable: Unable to connect to printer; will retry in 30 seconds...
de: FEHLER: behebbar: Kann Drucker nicht erreichen; nächster Versuch in 30 Sekunden...
pt_pt: ERROR: recuperável: Impossível ligar à impressora; será repetido em 30 segundos...

source: ERROR: select() returned %d
de: FEHLER: select() ergab %d
pt_pt: ERROR: select() devolveu %d

source: Edit Configuration File
de: Bearbeite Konfigurationsdatei
pt_pt: Editar ficheiro de configuração

source: Empty PPD file!
de: Kann PPD Datei nicht kopieren!
pt_pt: Esvaziar ficheiro PPD

source: Ending Banner
de: Endbanner
pt_pt: A terminar banner

source: Enter old password:
de: Altes Passwort eingeben:
pt_pt: Digite a palavra-passe antiga:

source: Enter password again:
de: Passwort nochmal eingeben:
pt_pt: Digite a palavra-passe novamente:

source: Enter password:
de: Passwort eingeben:
pt_pt: Digite a palavra-passe

source: Enter your username and password or the root username and password to access this page. If you are using Kerberos authentication, make sure you have a valid Kerberos ticket.
de: Für Zugang zu dieser Seite Benutzername und Passwort oder Benutzername und Passwort des root Benutzers eingeben. Wenn Kerberos Authentifizierung benutzt wird, stellen Sie bitte sicher, daß Sie über ein gültiges Kerberos Ticket verfügen.
pt_pt: Digite o seu nome de utilizador e palavra-passe ou o nome de utilizador e palavra-passe de raiz para aceder a esta página. Se estiver a utilizar a autenticação Kerberos, certifique-se de que tem um bilhete Kerberos válido.

source: Error Policy
de: Fehlerrichtlinie
pt_pt: Política de erro

source: Error: need hostname after '-h' option!
de: Fehler: Brauche Hostname hinter dem Parameter '-h'!
pt_pt: Erro: requer nome de host após a opção '-h'!

source: Export Printers to Samba
de: Drucker für Samba bereitstellen
pt_pt: Exportar impressoras para Samba

source: FAIL
de: FEHLGESCHLAGEN
pt_pt: FALHA

source: FATAL: Could not load %s
de: FATAL: Konnte %s nicht laden
pt_pt: FATAL: Não foi possível carregar %s

source: File device URIs have been disabled! To enable, see the FileDevice directive in "%s/cupsd.conf".
de: Ausgabe auf Dateien gesperrt! Gegebenenfalls FileDevice-Einstellung in "%s/cupsd.conf" ändern.
pt_pt: Os URIs do dispositivo de ficheiro foram desactivados! Para activar, consulte a directiva FileDevice em "%s/cupsd.conf".

source: Fuser temperature high!
de: Fixierstationstemparatur zu hoch!
pt_pt: Temperatura do fusor elevada

source: Fuser temperature low!
de: Fixierstationstemparatur zu niedrig!
pt_pt: Temperatura do fusor baixa

source: General
de: Allgemein
pt_pt: Geral

source: Got a printer-uri attribute but no job-id!
de: Eigenschaft der printer-uri ohne job-id erhalten!
pt_pt: Existe um atributo printer-uri mas nenhum job-id!

source: Help
de: Hilfe
pt_pt: Ajuda

source: INFO: Attempting to connect to host %s for printer %s
de: INFO: Versuche Host %s für Drucker %s zu kontaktieren
pt_pt: INFO: A tentar ligar ao host %s para a impressora %s

source: INFO: Attempting to connect to host %s on port %d
de: INFO: Versuche Host %s auf Port %d zu kontaktieren
pt_pt: INFO: A tentar ligar ao host %s na porta %d

source: INFO: Canceling print job...
de: INFO: Breche Druckauftrag ab...
pt_pt: INFO: A cancelar o trabalho de impressão...

source: INFO: Connected to %s...
de: INFO: Verbunden zu %s...
pt_pt: INFO: Ligado a %s...

source: INFO: Connecting to %s on port %d...
de: INFO: Verbinde zu %s auf Port %d...
pt_pt: INFO: A ligar a %s na porta %d...

source: INFO: Control file sent successfully
de: INFO: Kontrolldatei wurde erfolgreich gesendet
pt_pt: INFO: Ficheiro de controlo enviado com êxito

source: INFO: Data file sent successfully
de: INFO: Datendatei wurde erfolgreich gesendet
pt_pt: INFO: Ficheiro de dados enviados com êxito

source: INFO: Formatting page %d...
de: INFO: Formatiere Seite %d...
pt_pt: INFO: A formatar a página %d...

source: INFO: Loading image file...
de: INFO: Lade Bilddatei...
pt_pt: INFO: A carregar o ficheiro de imagem...

source: INFO: Print file sent, waiting for printer to finish...
de: INFO: Datendatei gesendet, warte auf Abarbeitung des Druckers...
pt_pt: INFO: Ficheiro de impressão enviado, a aguardar que a impressora termine...

source: INFO: Printer busy (status:0x%08x)
de: INFO: Drucker beschäftigt (Status:0x%08x)
pt_pt: INFO: Impressora em utilização (estado:0x%08x)

source: INFO: Printer busy; will retry in 10 seconds...
de: INFO: Drucker beschäftigt; nächster Versuch in 10 Sekunden...
pt_pt: INFO: Impressora em utilização; a acção será repetida em 10 segundos...

source: INFO: Printer busy; will retry in 30 seconds...
de: INFO: Drucker beschäftigt; nächster Versuch in 30 Sekunden...
pt_pt: INFO: Impressora em utilização; a acção será repetida em 30 segundos...

source: INFO: Printer busy; will retry in 5 seconds...
de: INFO: Drucker beschäftigt; nächster Versuch in 5 Sekunden...
pt_pt: INFO: Impressora em utilização; a acção será repetida em 5 segundos...

source: INFO: Printer does not support IPP/1.1, trying IPP/1.0...
de: INFO: Drucker unterstützt kein IPP/1.1, versuche IPP/1.0...
pt_pt: INFO: A impressora não suporta IPP/1.1, a tentar IPP/1.0...

source: INFO: Printer is busy; will retry in 5 seconds...
de: INFO: Drucker ist beschäftigt; nächster Versuch in 5 Sekunden...
pt_pt: INFO: Impressora em utilização; a acção será repetida em 5 segundos...

source: INFO: Printer is currently off-line.
de: INFO: Drucker ist zurzeit off-line.
pt_pt: INFO: A impressora está actualmente off-line.

source: INFO: Printer is now on-line.
de: INFO: Drucker ist jetzt on-line.
pt_pt: INFO: A impressora está actualmente on-line.

source: INFO: Printer not connected; will retry in 30 seconds...
de: INFO: Drucker nicht angeschlossen; nächster Versuch in 30 Sekunden...
pt_pt: INFO: Impressora não ligada; a acção será repetida em 30 segundos...

source: INFO: Printing page %d, %d%% complete...
de: INFO: Drucker Seite %d, %d%% abgeschlossen...
pt_pt: INFO: A imprimir a página %d, %d%% concluídos...

source: INFO: Printing page %d...
de: INFO: Drucker Seite %d...
pt_pt: INFO: A imprimir a página %d...

source: INFO: Ready to print.
de: INFO: Bereit zu drucken.
pt_pt: INFO: Pronta para imprimir.

source: INFO: Sending control file (%lu bytes)
de: INFO: Sende Kontrolldatei (%lu Bytes)
pt_pt: INFO: A enviar ficheiro de controlo (%lu bytes)

source: INFO: Sending control file (%u bytes)
de: INFO: Sende Kontrolldatei (%u Bytes)
pt_pt: INFO: A enviar ficheiro de controlo (%u bytes)

source: INFO: Sending data
de: INFO: Sende Daten
pt_pt: INFO: A enviar dados

source: INFO: Sending data file (%ld bytes)
de: INFO: Sende Datendatei (%ld Bytes)
pt_pt: INFO: A enviar ficheiro de dados (%ld bytes)

source: INFO: Sending data file (%lld bytes)
de: INFO: Sende Datendatei (%lld Bytes)
pt_pt: INFO: A enviar ficheiro de dados (%lld bytes)

source: INFO: Sent print file, %ld bytes...
de: INFO: Sende Datendatei, %ld Bytes...
pt_pt: INFO: Enviar ficheiro de impressão, %ld bytes...

source: INFO: Sent print file, %lld bytes...
de: INFO: Sende Datendatei, %lld Bytes...
pt_pt: INFO: Enviar ficheiro de impressão, %lld bytes...

source: INFO: Spooling LPR job, %.0f%% complete...
de: INFO: Transferiere LPR Auftrag, %.0f%% fertig...
pt_pt: INFO: Spool do trabalho LPR, %.0f%% concluídos...

source: INFO: Unable to contact printer, queuing on next printer in class...
de: INFO: Kann Drucker nicht erreichen, reiche Auftrag an den nächsten Drucker in der Klasse weiter...
pt_pt: INFO: Impossível contactar impressora, a colocar em espera para a próxima impressora na classe...

source: INFO: Waiting for job to complete...
de: INFO: Warte auf Abschließen des Auftrags...
pt_pt: INFO: A aguardar que o trabalho seja concluído...

source: Illegal control character
de: Ungültiges Steuerzeichen
pt_pt: Caracter de controlo ilegal

source: Illegal main keyword string
de: Ungültige Zeichenkette für Hauptschlüsselwort
pt_pt: String de palavra-chave principal ilegal

source: Illegal option keyword string
de: Ungültige Zeichenkette für Eigenschafts-Schlüsselwort
pt_pt: String de palavra-chave de opção ilegal

source: Illegal translation string
de: Ungültige Übersetzungszeichenkette
pt_pt: String de tradução ilegal

source: Illegal whitespace character
de: Ungültiges Whitespace-Zeichen
pt_pt: Caracter de espaço em branco ilegal

source: Ink/toner almost empty.
de: Tinte/Toner fast leer.
pt_pt: Tinta/toner quase vazio

source: Ink/toner empty!
de: Tinte/Toner leer!
pt_pt: Tinta/toner vazio

source: Ink/toner waste bin almost full.
de: Tinte/Toner Auffangbehälter fast voll.
pt_pt: Recipiente de tinta/toner quase cheio.

source: Ink/toner waste bin full!
de: Tinte/Toner Auffangbehälter voll!
pt_pt: Recipiente de tinta/toner cheio!

source: Interlock open.
de: Verschluß offen.
pt_pt: Bloqueio aberto.

source: Internal error
de: Interner Fehler
pt_pt: Erro interno

source: Job #%d cannot be restarted - no files!
de: Auftrag #%d kann nicht neu gestartet werden - keine Dateien!
pt_pt: O trabalho #%d não pode ser reiniciado - não há ficheiros!

source: Job #%d does not exist!
de: Auftrag #%d existiert nicht!
pt_pt: O trabalho #%d não existe!

source: Job #%d is already aborted - can't cancel.
de: Auftrag #%d wurde bereits abgebrochen - abbrechen nicht möglich.
pt_pt: O trabalho #%d já foi interrompido - impossível cancelar.

source: Job #%d is already canceled - can't cancel.
de: Auftrag #%d wurde bereits abgebrochen - abbrechen nicht möglich.
pt_pt: O trabalho #%d já foi cancelado - impossível cancelar.

source: Job #%d is already completed - can't cancel.
de: Auftrag #%d wurde bereits beendet - abbrechen nicht möglich.
pt_pt: O trabalho #%d já está concluído - impossível cancelar.

source: Job #%d is finished and cannot be altered!
de: Auftrag #%d ist bereits fertig und nicht änderbar!
pt_pt: O trabalho #%d está terminado e não pode ser alterado!

source: Job #%d is not complete!
de: Auftrag #%d ist nicht komplett!
pt_pt: O trabalho #%d não está concluído!

source: Job #%d is not held for authentication!
de: Auftrag %d nicht für Authentifizierung angehalten!
pt_pt: O trabalho #%d não está retido para autenticação!

source: Job #%d is not held!
de: Auftrag #%d wurde nicht aufgehalten!
pt_pt: O trabalho #%d não está retido!

source: Job #%s does not exist!
de: Auftrag #%s existiert nicht!
pt_pt: O trabalho #%s não existe!

source: Job %d not found!
de: Auftrag %d nicht gefunden!
pt_pt: O trabalho %d não foi encontrado!

source: Job Completed
de: Auftrag Abgeschlossen
pt_pt: Trabalho concluído

source: Job Created
de: Auftrag Erstellt
pt_pt: Trabalho criado

source: Job Options Changed
de: Auftrags Optionen Geändert
pt_pt: As opções do trabalho foram alteradas

source: Job Stopped
de: Auftrag Gestoppt
pt_pt: Trabalho interrompido

source: Job is completed and cannot be changed.
de: Auftrag abgeschlossen, kann nicht geändert werden.
pt_pt: O trabalho está concluído e não pode ser alterado

source: Job operation failed:
de: Auftragsdurchführung fehlgeschlagen:
pt_pt: A operação do trabalho falhou

source: Job state cannot be changed.
de: Auftragsstatus kann nicht geändert werden.
pt_pt: O estado do trabalho não pode ser alterado

source: Job subscriptions cannot be renewed!
de: Auftragssubskription kann nicht erneuert werden!
pt_pt: As subscrições do trabalho não podem ser renovadas!

source: Jobs
de: Aufträge
pt_pt: Trabalhos

source: Language "%s" not supported!
de: Sprache "%s" nicht unterstützt!
pt_pt: O idioma "%s" não é suportado!

source: Line longer than the maximum allowed (255 characters)
de: Zeile ist länger als maximal erlaubt (255 Zeichen)
pt_pt: A linha é maior do que o máximo permitido (255 caracteres)

source: List Available Printers
de: Verfügbare Drucker auflisten
pt_pt: Lista de impressoras disponíveis

source: Media Size
de: Mediengröße
pt_pt: Tamanho do suporte

source: Media Source
de: Medienquelle
pt_pt: Origem do suporte

source: Media Type
de: Medientyp
pt_pt: Tipo de suporte

source: Media jam!
de: Papierstau!
pt_pt: Bloqueio do suporte

source: Media tray almost empty.
de: Papierzufuhr fast leer.
pt_pt: Tabuleiro do suporte quase vazio.

source: Media tray empty!
de: Papierzufuhr leer!
pt_pt: Tabuleiro do suporte vazio!

source: Media tray missing!
de: Papierzufuhr fehlt!
pt_pt: Tabuleiro do suporte inexistente

source: Media tray needs to be filled.
de: Papierzufuhr muß aufgefüllt werden.
pt_pt: O tabuleiro do suporte tem de ser abastecido

source: Memory allocation error
de: Speicherreservierungsfehler
pt_pt: Erro de atribuição de memória

source: Missing PPD-Adobe-4.x header
de: Vermisse PPD-Adobe-4.x header
pt_pt: Cabeçalho PPD-Adobe-4.x inexistente

source: Missing asterisk in column 1
de: Vermisse Stern in Zeile 1
pt_pt: Asterisco inexistente na coluna 1

source: Missing double quote on line %d!
de: Vermisse doppelte Anführungszeichen in Zeile %d!
pt_pt: Aspas duplas em falta na linha %d!

source: Missing form variable!
de: Vermisse Formularvariable!
pt_pt: Variável de formulário inexistente!

source: Missing notify-subscription-ids attribute!
de: Vermisse Eigenschaft notify-subscription-ids!
pt_pt: Atributo notify-subscription-ids inexistente!

source: Missing requesting-user-name attribute!
de: Vermisse die Eigenschaft requesting-user-name!
pt_pt: Atributo requesting-user-name inexistente!

source: Missing required attributes!
de: Benötigte Eigenschaften fehlen!
pt_pt: Atributos necessários inexistentes!

source: Missing value on line %d!
de: Vermisse Wert in Zeile %d!
pt_pt: Valor inexistente na linha %d!

source: Missing value string
de: Vermisse Zeichenkette für Wert
pt_pt: String de valor inexistente

source: Model: name = %s natural_language = %s make-and-model = %s device-id = %s
de: Modell: Name = %s natural_language = %s make-and-model = %s device-id = %s
pt_pt: Modelo: name = %s natural_language = %s make-and-model = %s device-id = %s

source: Modify Class
de: Klasse ändern
pt_pt: Modificar classe

source: Modify Printer
de: Drucker ändern
pt_pt: Modificar impressora

source: Move All Jobs
de: Verschiebe alle Aufträge
pt_pt: Mover todos os trabalhos

source: Move Job
de: Verschiebe Auftrag
pt_pt: Mover trabalho

source: NOTICE: Print file accepted - job ID %d.
de: NOTIZ: Datendatei akzeptiert - Auftrags ID %d.
pt_pt: NOTICE: Ficheiro de impressão aceite - ID do trabalho %d.

source: NOTICE: Print file accepted - job ID unknown.
de: NOTIZ: Datendatei akzeptiert - Auftrags ID unbekannt.
pt_pt: NOTICE: Ficheiro de impressão aceite - ID do trabalho desconhecido.

source: NULL PPD file pointer
de: Zeiger für PPD Datei ist NULL
pt_pt: Apontador de ficheiro PPD NULO

source: No
de: Nein
pt_pt: Não

source: No Windows printer drivers are installed!
de: Keine Windows Druckertreiber installiert!
pt_pt: Não estão instalados quaisquer drivers de impressora para Windows

source: No active jobs on %s!
de: Keine aktiven Aufträge auf %s!
pt_pt: Não há trabalhos activos em %s!

source: No attributes in request!
de: Abfrage enthält keine Eigenschaften!
pt_pt: Não há atributos no pedido!

source: No authentication information provided!
de: Keine Authentifizierungsinformationen übergeben!
pt_pt: Não foi fornecida qualquer informação de autenticação!

source: No default printer
de: Kein Standarddrucker
pt_pt: Não há uma impressora predefinida

source: No destinations added.
de: Keine Ziele hinzugefügt.
pt_pt: Destinos não adicionados.

source: No file!?!
de: Keine Datei!?!
pt_pt: Nenhum ficheiro!?!

source: No subscription attributes in request!
de: Keine Subskriptionseigenschaften in der Abfrage!
pt_pt: Não há atributos de subscrição no pedido!

source: No subscriptions found.
de: Keine Subskription gefunden.
pt_pt: Subscrições não encontradas.

source: None
de: Kein(e)
pt_pt: Nenhuma

source: Not allowed to print.
de: Nicht erlaubt zu drucken.
pt_pt: Não é permitido imprimir.

source: OPC almost at end-of-life.
de: Bildtrommel ist fast am Lebensende.
pt_pt: OPC quase no fim de vida útil.

source: OPC at end-of-life!
de: Bildtrommel ist am Lebensende!
pt_pt: OPC no fim de vida útil!

source: OpenGroup without a CloseGroup first
de: OpenGroup ohne vorheriges CloseGroup
pt_pt: OpenGroup sem CloseGroup primeiro

source: OpenUI/JCLOpenUI without a CloseUI/JCLCloseUI first
de: OpenUI/JCLOpenUI ohne vorheriges CloseUI/JCLCloseUI
pt_pt: OpenUI/JCLOpenUI sem CloseUI/JCLCloseUI primeiro

source: Operation Policy
de: Betriebsrichtlinie
pt_pt: Política de operação

source: Options Installed
de: Installierte Optionen
pt_pt: Opções instaladas

source: Out of toner!
de: Toner leer!
pt_pt: Sem toner

source: Output Mode
de: Ausgabemodus
pt_pt: Modo de saída

source: Output bin almost full.
de: Ausgabefach fast voll.
pt_pt: Recipiente de saída quase cheio

source: Output bin full!
de: Ausgabefach voll!
pt_pt: Recipiente de saída cheio

source: Output for printer %s is sent to %s
de: Ausgabe für Drucker %s wurde gesendet an %s
pt_pt: A saída para impressora %s é enviada para %s

source: Output for printer %s is sent to remote printer %s on %s
de: Ausgabe für Drucker %s wurde gesendet an entfernten Drucker %s auf %s
pt_pt: A saída para impressora %s é enviada para a impressora remota %s em %s

source: Output for printer %s/%s is sent to %s
de: Ausgabe für Drucker %s/%s wurde gesendet an %s
pt_pt: A saída para impressora %s/%s é enviada para %s

source: Output for printer %s/%s is sent to remote printer %s on %s
de: Ausgabe für Drucker %s/%s wurde gesendet an entfernten Drucker %s auf %s
pt_pt: A saída para impressora %s/%s é enviada para a impressora remota %s em %s

source: Output tray missing!
de: Ausgabefach fehlt!
pt_pt: Tabuleiro de saída inexistente!

source: PS Binary Protocol
de: PS Binärprotokoll
pt_pt: Protocolo binário PS

source: Password for %s on %s?
de: Passwort für %s auf %s?
pt_pt: Palavra-passe para %s em %s?
