Repository: Distrotech/cups-filters
Catalog: locale/cups_*.po
Languages: de, pt_pt

source: FAIL **FAIL** Unable to open PPD file - %s
de: FEHLGESCHLAGEN **FEHLGESCHLAGEN** Kann PPD Datei nicht öffnen - %s
pt_pt: FALHA **FALHA** Impossível abrir o ficheiro PPD - %s

source: FAIL **FAIL** Unable to open PPD file - %s on line %d.
de: FEHLGESCHLAGEN **FEHLGESCHLAGEN** Kann PPD Datei nicht öffnen - %s in Zeile %d.
pt_pt: FALHA **FALHA** Impossível abrir ficheiro PPD - %s na linha %d.

source: PASS
de: BESTANDEN

source: %-6s %-10.10s %-4d %-10d %-27.27s %.0f bytes
de: %-6s %-10.10s %-4d %-10d %-27.27s %.0f Byte

source: %-7s %-7.7s %-7d %-31.31s %.0f bytes
de: %-7s %-7.7s %-7d %-31.31s %.0f Byte

source: %s accepting requests since %s
de: %s akzeptiert Anfragen seit %s
pt_pt: %s está a aceitar pedidos desde %s

source: %s cannot be changed.
de: %s kann nicht geändert werden.
pt_pt: %s não pode ser alterado.

source: %s is not implemented by the CUPS version of lpc.
de: %s ist in der CUPS Version von lpc nicht implementiert.
pt_pt: %s não é implementado pela versão CUPS de lpc.

source: %s is not ready
de: %s ist nicht bereit
pt_pt: %s não está pronta

source: %s is ready
de: %s ist bereit
pt_pt: %s está pronta

source: %s is ready and printing
de: %s ist bereit und druckt
pt_pt: %s está pronta e a imprimir

source: %s not accepting requests since %s - %s
de: %s akzeptiert keine Anfragen seit %s - %s
pt_pt: %s não está a aceitar pedidos desde %s - %s

source: %s not supported!
de: %s nicht unterstützt!
pt_pt: %s não é suportada!

source: %s/%s accepting requests since %s
de: %s/%s akzeptiert Anfragen seit %s
pt_pt: %s/%s está a aceitar pedidos desde %s

source: %s/%s not accepting requests since %s - %s
de: %s/%s akzeptiert keine Anfragen seit %s - %s
pt_pt: %s/%s não está a aceitar pedidos desde %s - %s

source: %s: %-33.33s [job %d localhost]
de: %s: %-33.33s [Auftrag %d localhost]
pt_pt: %s: %-33.33s [trabalho %d host local]

source: %s: %s failed: %s
de: %s: %s fehlgeschlagen: %s
pt_pt: %s: %s falhou: %s

source: %s: Don't know what to do!
de: %s: Keine Ahnung was zu tun ist!
pt_pt: %s: Não sabe como proceder!

source: %s: Error - %s environment variable names non-existent destination "%s"!
de: %s: Fehler - Die Umgebungsvariable %s enthält das nicht existierende Ziel "%s"!
pt_pt: %s: Erro - %s destino inexistente para nomes de variáveis do ambiente "%s"!

source: %s: Error - bad job ID!
de: %s: Fehler - Falsche Auftrags ID!
pt_pt: %s: Erro - ID de trabalho inválido!

source: %s: Error - cannot print files and alter jobs simultaneously!
de: %s: Fehler - Kann nicht gleichzeitig Dateien drucken und Aufträge abändern!
pt_pt: %s: Erro - não é possível imprimir ficheiros e alterar trabalhos simultaneamente!

source: %s: Error - cannot print from stdin if files or a job ID are provided!
de: %s: Fehler - Kann nicht von stdin drucken wenn Dateien oder eine Autrags ID übergeben wurde!
pt_pt: %s: Erro - não é possível imprimir de stdin se forem fornecidos ficheiros ou um ID de trabalho!

source: %s: Error - expected character set after '-S' option!
de: %s: Fehler - Zeichensatz wird hinter dem Paramter '-S' erwartet!
pt_pt: %s: Erro - conjunto de caracteres previsto após opção '-S'!

source: %s: Error - expected content type after '-T' option!
de: %s: Fehler - Inhaltstyp hinter dem Parameter '-T' erwartet!
pt_pt: %s: Erro - tipo de conteúdo previsto após a opção '-T'!

source: %s: Error - expected copies after '-n' option!
de: %s: Fehler - Kopienanzahl wird hinter dem Parameter '-n' erwartet!
pt_pt: %s: Erro - cópias previstas após a opção '-n'!

source: %s: Error - expected copy count after '-#' option!
de: %s: Fehler - Kopienanzahl wird hinter dem Parameter '-#' erwartet!
pt_pt: %s: Erro - contagem de cópias prevista após a opção '-#'!

source: %s: Error - expected destination after '-P' option!
de: %s: Fehler - Ziel wird hinter dem Parameter '-P' erwartet!
pt_pt: %s: Erro - destino previsto após a opção '-P'!

source: %s: Error - expected destination after '-b' option!
de: %s: Fehler - Ziel wird hinter dem Parameter '-b' erwartet!
pt_pt: %s: Erro - destino previsto após a opção '-b'!

source: %s: Error - expected destination after '-d' option!
de: %s: Fehler - Ziel wird hinter dem Parameter '-d' erwartet!
pt_pt: %s: Erro - destino previsto após a opção '-d'!

source: %s: Error - expected form after '-f' option!
de: %s: Fehler - Formular wird hinter dem Parameter '-f' erwartet!
pt_pt: %s: Erro - formulário previsto após a opção '-f'!

source: %s: Error - expected hold name after '-H' option!
de: %s: Fehler - Haltebezeichnung wird hinter dem Parameter '-H' erwartet!
pt_pt: %s: Erro - nome para guardar previsto após a opção '-H'!

source: %s: Error - expected hostname after '-H' option!
de: %s: Fehler - Hostname wird hinter dem Parameter '-H' erwartet!
pt_pt: %s: Erro - nome de host previsto após a opção '-H'!

source: %s: Error - expected hostname after '-h' option!
de: %s: Fehler - Hostname wird hinter dem Parameter '-h' erwartet!
pt_pt: %s: Erro - nome de host previsto após a opção '-h'!

source: %s: Error - expected mode list after '-y' option!
de: %s: Fehler - Modusliste wird hinter dem Parameter '-y' erwartet!
pt_pt: %s: Erro - lista de modos prevista após a opção '-y'!

source: %s: Error - expected name after '-%c' option!
de: %s: Fehler - Name wird hinter dem Paramter '-%c' erwartet!
pt_pt: %s: Erro - nome previsto após a opção '-%c'!

source: %s: Error - expected option string after '-o' option!
de: %s: Fehler - Zeichenkette mit Parametern wird hinter dem Parameter '-o' erwartet!
pt_pt: %s: Erro - string de opção previsto após a opção '-o'!

source: %s: Error - expected page list after '-P' option!
de: %s: Fehler - Seitenliste wird hinter dem Paramter '-P' erwartet!
pt_pt: %s: Erro - lista de páginas prevista após a opção '-P'!

source: %s: Error - expected priority after '-%c' option!
de: %s: Fehler - Priorität wird hinter dem Parameter '-%c' erwartet!
pt_pt: %s: Erro - prioridade prevista após a opção '-%c'!

source: %s: Error - expected reason text after '-r' option!
de: %s: Fehler - Begründungstext wird hinter dem Parameter '-r' erwartet!
pt_pt: %s: Erro - texto de motivo previsto após a opção '-r'!

source: %s: Error - expected title after '-t' option!
de: %s: Fehler - Titel wird hinter dem Parameter '-t' erwartet!
pt_pt: %s: Erro - título previsto após a opção '-t'!

source: %s: Error - expected username after '-U' option!
de: %s: Fehler - Benutzername wird hinter dem Parameter '-U' erwartet!
pt_pt: %s: Erro - nome de utilizador previsto após a opção '-U'!

source: %s: Error - expected username after '-u' option!
de: %s: Fehler - Benutzernamen wird hinter dem Parameter '-u' erwartet!
pt_pt: %s: Erro - nome de utilizador previsto após a opção '-u'!

source: %s: Error - expected value after '-%c' option!
de: %s: Fehler - Wert wird hinter dem Paramter '-%c' erwartet!
pt_pt: %s: Erro - valor previsto após a opção '-%c'!

source: %s: Error - need "completed", "not-completed", or "all" after '-W' option!
de: %s: Fehler - Brauche "completed", "not-completed", oder "all" hinter dem Parameter '-W'!
pt_pt: %s: Erro - requer "completo", "não completo" ou "tudo" após a opção '-W'!

source: %s: Error - no default destination available.
de: %s: Fehler - Kein Standardziel verfügbar.
pt_pt: %s: Erro - nenhum destino predefinido disponível.

source: %s: Error - priority must be between 1 and 100.
de: %s: Fehler - Priorität muss zwischen 1 und 100 sein.
pt_pt: %s: Erro - a prioridade tem de ser entre 1 e 100.

source: %s: Error - scheduler not responding!
de: %s: Fehler - Scheduler antwortet nicht!
pt_pt: %s: Erro - não há resposta do organizador!

source: %s: Error - stdin is empty, so no job has been sent.
de: %s: Fehler - stdin ist leer, somit wurde kein Auftrag gesendet.
pt_pt: %s: Erro - stdin está vazio; nenhum trabalho foi enviado.

source: %s: Error - too many files - "%s"
de: %s: Fehler - Zu viele Dateien - "%s"
pt_pt: %s: Erro - demasiados ficheiros - "%s"

source: %s: Error - unable to access "%s" - %s
de: %s: Fehler - Kann auf "%s" nicht zugreifen - %s
pt_pt: %s: Erro - impossível aceder "%s" - %s

source: %s: Error - unable to create temporary file "%s" - %s
de: %s: Fehler - Kann die temporäre Datei "%s" nicht erzeugen - %s
pt_pt: %s: Erro - impossível criar o ficheiro temporário "%s" - %s

source: %s: Error - unable to write to temporary file "%s" - %s
de: %s: Fehler - Kann nicht in die temporäre Datei "%s" schreiben - %s
pt_pt: %s: Erro - impossível escrever no ficheiro temporário "%s" - %s

source: %s: Error - unknown destination "%s"!
de: %s: Fehler - unbekanntes Ziel "%s"!
pt_pt: %s: Erro - destino desconhecido "%s"!

source: %s: Error - unknown destination "%s/%s"!
de: %s: Fehler - Unbekanntes Ziel "%s/%s"!
pt_pt: %s: Erro - destino desconhecido "%s/%s"!

source: %s: Error - unknown option '%c'!
de: %s: Fehler - Unbekannter Parameter '%c'!
pt_pt: %s: Erro - opção desconhecida '%c'!

source: %s: Expected job ID after '-i' option!
de: %s: Auftrags ID wird hinter dem Parameter '-i' erwartet!
pt_pt: %s: ID de trabalho previsto após a opção '-i'!

source: %s: Invalid destination name in list "%s"!
de: %s: Ungültiger Zielname in der Liste "%s"!
pt_pt: %s: Nome de destino inválido na lista "%s"!

source: %s: Need job ID ('-i jobid') before '-H restart'!
de: %s: Brauche Auftrags ID ('-i jobid') vor '-H restart'!
pt_pt: %s: Requer ID de trabalho ('-i jobid') antes de '-H restart'!

source: %s: Operation failed: %s
de: %s: Vorgang fehlgeschlagen: %s
pt_pt: %s: A operação falhou: %s

source: %s: Sorry, no encryption support compiled in!
de: %s: Bedaure, Verschlüsselungen nicht mitkompiliert!
pt_pt: %s: Não há qualquer suporte de encriptação compilado!

source: %s: Unable to connect to server
de: %s: Kann Server nicht erreichen
pt_pt: %s: Impossível ligar ao servidor

source: %s: Unable to connect to server: %s
de: %s: Server nicht erreichbar: %s!
pt_pt: %s: Impossível ligar ao servidor: %s

source: %s: Unable to contact server!
de: %s: Kann Server nicht erreichen!
pt_pt: %s: Impossível contactar o servidor!

source: %s: Unknown destination "%s"!
de: %s: Unbekanntes Ziel "%s"!
pt_pt: %s: Destino desconhecido "%s"!

source: %s: Unknown option '%c'!
de: %s: Unbekannter Parameter '%c'!
pt_pt: %s: Opção desconhecida '%c'!

source: %s: Warning - '%c' format modifier not supported - output may not be correct!
de: %s: Warnung - Formatangabe '%c' nicht unterstützt - Ausgabe ist möglicherweise falsch!
pt_pt: %s: Aviso - '%c' modificador de formato não suportado - a saída poderá não estar correcta!

source: %s: Warning - character set option ignored!
de: %s: Warnung - Zeichensatzangabe ignoriert!
pt_pt: %s: Aviso - opção de conjunto de caracteres ignorada!

source: %s: Warning - content type option ignored!
de: %s: Warnung - Parameter für Inhaltstyp ignoriert!
pt_pt: %s: Aviso - opção de tipo de conteúdo ignorada!

source: %s: Warning - form option ignored!
de: %s: Warnung - Parameter für Formular ignoriert!
pt_pt: %s: Aviso - opção de formulário ignorada!

source: %s: Warning - mode option ignored!
de: %s: Warnung - Modusangabe ignoriert!
pt_pt: %s: Aviso - opção de modo ignorada!

source: %s: error - %s environment variable names non-existent destination "%s"!
de: %s: Fehler - Die Umgebungsvariable %s enthält das nicht existierende Ziel "%s"!
pt_pt: %s: erro - %s destino inexistente de nomes de variáveis do ambiente "%s"!

source: %s: error - expected option=value after '-o' option!
de: %s: Fehler - Parameter=Wert wird hinter dem Parameter '-o' erwartet!
pt_pt: %s: erro - opção prevista=valor após a opção '-o'!

source: %s: error - no default destination available.
de: %s: Fehler - Kein Standardziel verfügbar.
pt_pt: %s: erro - nenhum destino predefinido disponível.

source: ?Invalid help command unknown
de: ?Ungültiger Hilfebefehl nicht bekannt
pt_pt: ?Comando de ajuda inválido desconhecido

source: A Samba password is required to export printer drivers!
de: Ein Samba Passwort wird benötigt um Druckertreiber bereitzustellen!
pt_pt: É necessária uma palavra-passe Samba para exportar drivers de impressora!

source: A Samba username is required to export printer drivers!
de: Ein Samba Benutzername wird benötigt um Drucker für Samba bereitzustellen!
pt_pt: É necessário um nome de utilizador Samba para exportar drivers de impressora!

source: A class named "%s" already exists!
de: Eine Klasse namens "%s" existiert bereits!
pt_pt: Já existe uma classe denominada "%s"!

source: A printer named "%s" already exists!
de: Ein Drucker mit dem Namen "%s" existiert bereits!
pt_pt: Já existe uma impressora denominada "%s"!

source: Accept Jobs
de: Akzeptiere Aufträge
pt_pt: Aceitar trabalhos

source: Add Class
de: Klasse hinzufügen
pt_pt: Adicionar classe

source: Add Printer
de: Drucker hinzufügen
pt_pt: Adicionar impressora

source: Add RSS Subscription
de: RSS Subskription hinzufügen
pt_pt: Adicionar subscrição RSS

source: Administration
de: Verwaltung
pt_pt: Administração

source: Attempt to set %s printer-state to bad value %d!
de: Versuch den %s printer-state auf ungültigen Wert %d zu setzen!
pt_pt: Tentativa de definir o estado da impressora %s como valor inválido %d!

source: Attribute groups are out of order (%x < %x)!
de: Eigenschaftsgruppen haben falsche Reihenfolge (%x<%x)!
pt_pt: Os grupos de atributos estão desordenados (%x < %x)!

source: Bad OpenGroup
de: Falsche OpenGroup-Angabe
pt_pt: OpenGroup inválido

source: Bad OpenUI/JCLOpenUI
de: Falsche OpenUI/JCLOpenUI-Angabe
pt_pt: OpenUI/JCLOpenUI inválido

source: Bad OrderDependency
de: Falsche OrderDependency-Angabe
pt_pt: OrderDependency inválido

source: Bad UIConstraints
de: Falsche UIConstraints-Angabe
pt_pt: UIConstraints inválidos

source: Bad copies value %d.
de: Falscher Wert für Kopien: %d.
pt_pt: Valor de cópias %d inválido.

source: Bad custom parameter
de: Falscher benutzerspezifischer Parameter
pt_pt: Parâmetro personalizado inválido

source: Bad device-uri "%s"!
de: Falsche device-uri "%s"!
pt_pt: device-uri "%s" inválido!

source: Bad document-format "%s"!
de: document-format "%s" ist falsch!
pt_pt: document-format "%s" inválido!

source: Bad job-priority value!
de: Falscher job-priority Wert!
pt_pt: Valor de job-priority inválido!

source: Bad job-state value!
de: Falscher job-state Wert!
pt_pt: Valor de job-state inválido!

source: Bad job-uri attribute "%s"!
de: Falsche job-uri Eigenschaft "%s"!
pt_pt: Atributo de job-uri "%s" inválido!

source: Bad notify-pull-method "%s"!
de: Falscher port-monitor "%s"!
pt_pt: notify-pull-method "%s" inválido!

source: Bad notify-recipient-uri URI "%s"!
de: Falsche notify-recipient-uri URI "%s"!
pt_pt: URI de notify-recipient-uri "%s" inválido!

source: Bad number-up value %d.
de: Falscher Wert für Kopien: %d.
pt_pt: Valor number-up %d inválido.

source: Bad option + choice on line %d!
de: Falscher Parameter + Auswahl in Zeile %d!
pt_pt: Opção + escolha inválidas na linha %d!

source: Bad page-ranges values %d-%d.
de: Falscher page-ranges Wert %d-%d.
pt_pt: Valores de page-ranges %d-%d inválidos.

source: Bad port-monitor "%s"!
de: Falscher port-monitor "%s"!
pt_pt: port-monitor "%s" inválido!

source: Bad printer-state value %d!
de: Falscher printer-state Wert %d!
pt_pt: Valor de printer-state %d inválido!

source: Bad request version number %d.%d!
de: Ungültige Versionsnummer %d.%d für Abfrage!
pt_pt: Número de pedido de versão %d.%d inválido!

source: Bad subscription ID!
de: Falsche Subskription ID!
pt_pt: ID de subscrição inválido!

source: Banners
de: Banner

source: Cancel RSS Subscription
de: RSS Subskription kündigen
pt_pt: Cancelar subscrição RSS

source: Change Settings
de: Konfiguration ändern
pt_pt: Alterar especificações

source: Character set "%s" not supported!
de: Zeichensatz "%s" nicht unterstützt!
pt_pt: Conjunto de caracteres "%s" não suportado!

source: Classes
de: Klassen

source: Commands may be abbreviated. Commands are: exit help quit status ?
de: Befehle sind abkürzbar. Befehle sind: exit help quit status ?
pt_pt: Os comandos podem ser abreviados. Os comandos são: sair ajuda encerrar estado ?

source: Could not scan type "%s"!
de: Konnte Typ nicht scannen "%s"!
pt_pt: Não foi possível digitalizar o tipo "%s"!

source: Cover open.
de: Abdeckung offen.
pt_pt: Tampa aberta.

source: Custom
de: Benutzerspezifisch
pt_pt: Personalizar

source: DEBUG: %d files to send in job...
de: DEBUG: %d Dateien in Auftrag geben...

source: DEBUG: Getting supported attributes...
de: DEBUG: Hole unterstützte Attribute...

source: DEBUG: Sending print file, %lld bytes...
de: DEBUG: Sende Druckdatei, %lld Bytes...

source: Delete Class
de: Lösche Klasse
pt_pt: Apagar classe

source: Delete Printer
de: Lösche Drucker
pt_pt: Apagar impressora

source: Destination "%s" is not accepting jobs.
de: Ziel "%s" akzeptiert keine Aufträge.
pt_pt: O destino "%s" não está a aceitar trabalhos.

source: Developer almost empty.
de: Entwickler fast leer.
pt_pt: Revelador quase vazio.

source: Developer empty!
de: Entwickler leer!
pt_pt: Revelador vazio!

source: Device: uri = %s class = %s info = %s make-and-model = %s device-id = %s
de: Gerät: uri = %s class = %s info = %s make-and-model = %s device-id = %s
pt_pt: Dispositivo: uri = %s class = %s info = %s make-and-model = %s device-id = %s

source: Door open.
de: Tür offen.
pt_pt: Porta aberta.

source: EMERG: Unable to allocate memory for page info: %s
de: NOTFALL: Kann Speicher für Seiten-Info nicht reservieren: %s
pt_pt: EMERG: Impossível atribuir memória para informação da página: %s

source: EMERG: Unable to allocate memory for pages array: %s
de: NOTFALL: Kann Speicher für Seiten-Array nicht reservieren: %s
pt_pt: EMERG: Impossível atribuir memória para conjunto de páginas: %s

source: ERROR: %ld: (canceled:%ld)
de: FEHLER: %ld: (abgebrochen:%ld)
pt_pt: ERROR: %ld: (cancelado:%ld)

source: ERROR: %ld: Unable to send print file to printer (canceled:%ld)
de: FEHLER: %ld: Kann Datendatei nicht zum Drucker senden (abgebrochen: %ld)

source: ERROR: Bad %%BoundingBox: comment seen!
de: FEHLER: Falschen %%BoundingBox: Kommentar gefunden!
pt_pt: ERROR: %%BoundingBox inválida: comentário visualizado!

source: ERROR: Bad %%IncludeFeature: comment!
de: FEHLER: Falscher %%IncludeFeature: Kommentar!
pt_pt: ERROR: %%IncludeFeature inválido: comentário!

source: ERROR: Bad %%Page: comment in file!
de: FEHLER: Falscher %%Page: Kommantar in der Datei!
pt_pt: ERROR: %%Page: comentário no ficheiro!

source: ERROR: Bad %%PageBoundingBox: comment in file!
de: FEHLER: Falscher %%PageBoundingBox: Kommentar in der Datei!
pt_pt: ERROR: Bad %%PageBoundingBox: comentário no ficheiro!

source: ERROR: Bad SCSI device file "%s"!
de: FEHLER: Falsche SCSI Gerätedatei "%s"!
pt_pt: ERROR: Ficheiro de dispositivo SCSI "%s" inválido!

source: ERROR: Bad charset file %s
de: FEHLER: Falsche Zeichensatzdatei %s
pt_pt: ERROR: Ficheiro charset %s inválido

source: ERROR: Bad charset type %s
de: FEHLER: Falscher Zeichensatztyp %s
pt_pt: ERROR: Tipo de charset %s inválido

source: ERROR: Bad font description line: %s
de: FEHLER: Falsche Schriftkommentarzeile: %s
pt_pt: ERROR: Linha de descripção de tipo de letra inválida: %s

source: ERROR: Bad page setup!
de: FEHLER: Falsche Seiteneinstellung!
pt_pt: ERROR: Configuração de página inválida!

source: ERROR: Bad text direction %s
de: FEHLER: Falsche Textrichtung %s
pt_pt: ERROR: Orientação de texto inválida %s

source: ERROR: Bad text width %s
de: FEHLER: Falsche Textbreite %s
pt_pt: ERROR: Largura de texto inválida %s

source: ERROR: Destination printer does not exist!
de: FEHLER: Zieldrucker existiert nicht!
pt_pt: ERROR: A impressora de destino não existe!

source: ERROR: Duplicate %%BoundingBox: comment seen!
de: FEHLER: Doppelter %%BoundingBox: Kommentar gefunden!
pt_pt: ERROR: %%BoundingBox duplicada: comentário visualizado!

source: ERROR: Duplicate %%Pages: comment seen!
de: FEHLER: Doppelter %%Pages: Kommentar gefunden!
pt_pt: ERROR: %%Pages duplicadas: comentário visualizado!

source: ERROR: Empty print file!
de: FEHLER: Leere Datendatei!
pt_pt: ERROR: Limpar ficheiro de impressão!

source: ERROR: Invalid HP-GL/2 command seen, unable to print file!
de: FEHLER: Ungültiges HP-GL/2 Kommando gefunden, Kann Datei nicht drucken!
pt_pt: ERROR: Comando visualizado HP-GL/2 inválido, impossível imprimir o ficheiro!

source: ERROR: Missing %%EndProlog!
de: FEHLER: Vermisse %%EndProlog!
pt_pt: ERROR: %%EndProlog inexistente!

source: ERROR: Missing %%EndSetup!
de: FEHLER: Vermisse %%EndSetup!
pt_pt: ERROR: %%EndSetup inexistente!

source: ERROR: Missing device URI on command-line and no DEVICE_URI environment variable!
de: FEHLER: Geräte URI fehlt in der Kommandozeile und es existiert keine DEVICE_URI Umgebungsvariable!
pt_pt: ERROR: Dispositivo URI inexistente na linha de comandos e variável de ambiente DISPOSITIVO_URI inexistente!

source: ERROR: No %%BoundingBox: comment in header!
de: FEHLER: Kein %%BoundingBox: Kommentar im Kopfbereich!
pt_pt: ERROR: %%BoundingBox inexistente: comentário no cabeçalho!

source: ERROR: No %%Pages: comment in header!
de: FEHLER: Kein %%Pages: Kommentar im Kopfbereich!
pt_pt: ERROR: %%Pages inexistentes: comentário no cabeçalho!

source: ERROR: No device URI found in argv[0] or in DEVICE_URI environment variable!
de: FEHLER: Es wurde keine Geräte URI in argv[0] oder in der Umgebungsvariable DEVICE_URI gefunden!
pt_pt: ERROR: Nenhum dispositivo URI encontrado em argv[0] ou na variável de ambiente DISPOSITIVO_URI!

source: ERROR: No pages found!
de: FEHLER: Keine Seiten gefunden!
pt_pt: ERROR: Não foram encontradas quaisquer páginas!

source: ERROR: Out of paper!
de: FEHLER: Kein Papier!
pt_pt: ERROR: Sem papel!

source: ERROR: PRINTER environment variable not defined!
de: FEHLER: PRINTER Umgebungsvariable nicht definiert!
pt_pt: ERROR: Variável de ambiente IMPRESSORA não definida!

source: ERROR: Print file was not accepted (%s)!
de: FEHLER: Datendatei wurde nicht akzeptiert (%s)!
pt_pt: ERROR: O ficheiro de impressão não foi aceite (%s)!

source: ERROR: Printer not responding!
de: FEHLER: Drucker antwortet nicht!
pt_pt: ERROR: A impressora não responde!

source: ERROR: Remote host did not accept control file (%d)
de: FEHLER: Der entfernte Host akzeptiert die Kontrolldatei nicht (%d)
pt_pt: ERROR: O host remoto não aceitou o ficheiro de controlo (%d)

source: ERROR: Remote host did not accept data file (%d)
de: FEHLER: Der entfernte Host akzeptiert die Datendatei nicht (%d)
pt_pt: ERROR: O host remoto não aceitou o ficheiro de dados (%d)

source: ERROR: Unable to add file %d to job: %s
de: FEHLER: Kann Datei %d nicht zum Auftrag hinzufügen: %s
pt_pt: ERROR: Impossível adicionar o ficheiro %d ao trabalho: %s

source: ERROR: Unable to cancel job %d: %s
de: FEHLER: Kann Auftrag %d nicht abbrechen: %s
pt_pt: ERROR: Impossível cancelar o trabalho %d: %s

source: ERROR: Unable to create temporary compressed print file: %s
de: FEHLER: Kann komprimierte temporäre Datendatei nicht erstellen: %s
pt_pt: ERROR: Impossível criar o ficheiro de impressão comprimido temporário: %s

source: ERROR: Unable to create temporary file - %s.
de: FEHLER: Kann temporäre Datei nicht erstellen - %s.
pt_pt: ERROR: Impossível criar o ficheiro temporário - %s.

source: ERROR: Unable to create temporary file: %s
de: FEHLER: Kann temporäre Datei nicht erstellen: %s
pt_pt: ERROR: Impossível criar o ficheiro temporário: %s

source: ERROR: Unable to exec pictwpstops: %s
de: FEHLER: Kann pictwpstops nicht ausführen: %s
pt_pt: ERROR: Impossível executar pictwpstops: %s

source: ERROR: Unable to fork pictwpstops: %s
de: FEHLER: Kann pictwpstops nicht forken: %s
pt_pt: ERROR: Impossível bifurcar pictwpstops: %s

source: ERROR: Unable to get PPD file for printer "%s" - %s.
de: FEHLER: Kann PPD Datei für den Drucker "%s" nicht holen - %s.
pt_pt: ERROR: Impossível obter o ficheiro PPD para a impressora "%s" - %s.
