Repository: Distrotech/cups-filters
Catalog: locale/cups_*.po
Languages: de, pt_pt

source: WARNING: Unknown choice "%s" for option "%s"!
de: WARNUNG: Unbekannte Auswahl "%s" für Parameter "%s"!
pt_pt: WARNING: Escolha desconhecida "%s" para a opção "%s"!

source: WARNING: Unknown option "%s"!
de: WARNUNG: Unbekannter Parameter "%s"!
pt_pt: WARNING: Opção desconhecida "%s"!

source: WARNING: Unsupported baud rate %s!
de: WARNUNG: Nicht unterstützte Baud-Rate %s!
pt_pt: WARNING: Taxa baud %s não suportada!

source: WARNING: recoverable: Network host '%s' is busy; will retry in %d seconds...
de: WARNUNG: behebbar: Netzwerk Host '%s' ist beschäftigt; nächster Versuch in %d Sekunden...
pt_pt: WARNING: recuperável: O host da rede '%s' está a ser utilizado; nova tentativa em %d segundos...

source: Warning, no Windows 2000 printer drivers are installed!
de: Warnung, keine Windows 2000 Druckertreiber installiert!
pt_pt: Aviso: não estão instalados quaisquer drivers de impressora para Windows 2000!

source: Yes
de: Ja
pt_pt: Sim

source: You must access this page using the URL <A HREF="https://%s:%d%s">https://%s:%d%s</A>.
de: Um auf diese Seite zuzugreifen müssen Sie die URL <A HREF="https://%s:%d%s">https://%s:%d%s</A> verwenden.
pt_pt: Tem de aceder a esta página através do URL <A HREF="https://%s:%d%s">https://%s:%d%s</A>.

source: aborted
de: abgebrochen
pt_pt: interrompido

source: canceled
de: abgebrochen
pt_pt: cancelado

source: completed
de: beendet
pt_pt: concluído

source: cups-deviced failed to execute.
de: cups-deviced konnte nicht ausgeführt werden.
pt_pt: cups-deviced falhou a execução.

source: cups-driverd failed to execute.
de: cups-driverd konnte nicht ausgeführt werden.
pt_pt: cups-driverd falhou a execução.

source: cupsaddsmb: No PPD file for printer "%s" - %s
de: cupsaddsmb: Keine PPD Datei für Drucker "%s" vorhanden - %s
pt_pt: cupsaddsmb: Nenhum ficheiro PPD para a impressora "%s" - %s

source: cupsctl: Unknown option "%s"!
de: cupsctl: Unbekannter Parameter "%s"!
pt_pt: cupsctl: Opção desconhecida "%s"!

source: cupsctl: Unknown option "-%c"!
de: cupsctl: Unbekannter Parameter "-%c"!
pt_pt: cupsctl: Opção desconhecida "-%c"!

source: cupsd: Expected config filename after "-c" option!
de: cupsd: Konfigurationsdateiname wird hinter dem Paramter "-c" erwartet!
pt_pt: cupsd: Nome de ficheiro config previsto após a opção "-c"!

source: cupsd: Unknown argument "%s" - aborting!
de: cupsd: Unbekanntes Argument "%s" - Abbruch!
pt_pt: cupsd: Argumento desconhecido "%s" - a interromper!

source: cupsd: Unknown option "%c" - aborting!
de: cupsd: Unbekannter Paramter "%c" - Abbruch!
pt_pt: cupsd: Opção desconhecida "%c" - a interromper!

source: cupsd: launchd(8) support not compiled in, running in normal mode.
de: cupsd: launchd(8)-unterstützung wurde nicht kompiliert, laufe im normalen Modus.
pt_pt: cupsd: suporte para launchd(8) não compilado, a executar em modo normal.

source: cupsfilter: No filter to convert from %s/%s to %s/%s!
de: cupsfilter: Kein Filter um von %s/%s nach %s/%s zu konvertieren!
pt_pt: cupsfilter: Nenhum filtro para converter de %s/%s para %s/%s!

source: cupsfilter: Only one filename can be specified!
de: cupsfilter: Nur ein Dateiname kann angegeben werden!
pt_pt: cupsfilter: Só pode ser especificado um nome de ficheiro!

source: cupsfilter: Unable to determine MIME type of "%s"!
de: cupsfilter: Kann MIME Typ von "%s" nicht feststellen!
pt_pt: cupsfilter: Impossível determinar o tipo MIME de "%s"!

source: cupsfilter: Unable to read MIME database from "%s"!
de: cupsfilter: Kann MIME Datenbank nicht von "%s" lesen!
pt_pt: cupsfilter: Impossível ler a base de dados MIME de "%s"!

source: cupsfilter: Unknown destination MIME type %s/%s!
de: cupsfilter: Unbekannter MIME Zieltyp %s/%s!
pt_pt: cupsfilter: Tipo MIME de destino desconhecido %s/%s!

source: cupstestppd: The -q option is incompatible with the -v option.
de: cupstestppd: Der Parameter -q ist nicht kompatibel mit dem Parameter -v.
pt_pt: cupstestppd: A opção -q é incompatível com a opção -v.

source: cupstestppd: The -v option is incompatible with the -q option.
de: cupstestppd: Der Parameter -v ist nicht kompatibel mit dem Parameter -d.
pt_pt: cupstestppd: A opção -v é incompatível com a opção -q.

source: device for %s/%s: %s
de: Gerät für %s/%s: %s
pt_pt: dispositivo para %s/%s: %s

source: device for %s: %s
de: Gerät für %s: %s
pt_pt: dispositivo para %s: %s

source: held
de: gehalten
pt_pt: retido

source: help get help on commands
de: help um Hilfe für die Befehle zu bekommen
pt_pt: ajuda obter ajuda sobre comandos

source: idle
de: frei
pt_pt: inactivo

source: job-printer-uri attribute missing!
de: Eigenschaft job-printer-uri fehlt.
pt_pt: atributo job-printer-uri inexistente!

source: lpadmin: Class name can only contain printable characters!
de: lpadmin: Klassenname kann nur druckbare Zeichen enthalten!
pt_pt: lpadmin: O nome da classe só pode conter caracteres imprimíveis!

source: lpadmin: Expected PPD after '-P' option!
de: lpadmin: PPD wird hinter dem Parameter '-P' erwartet!
pt_pt: lpadmin: PPD previsto após a opção '-P'!

source: lpadmin: Expected allow/deny:userlist after '-u' option!
de: lpadmin: Benutzerliste für Erlaubt/Verweigert wird nach dem Parameter '-u' erwartet!
pt_pt: lpadmin: Permitir/recusar previsto:lista de utilizadores após a opção '-u'!

source: lpadmin: Expected class after '-r' option!
de: lpadmin: Klasse wird hinter dem Parameter '-r' erwartet!
pt_pt: lpadmin: Classe prevista após a opção '-r'!

source: lpadmin: Expected class name after '-c' option!
de: lpadmin: Klassenname wird hinter dem Parameter '-c' erwartet!
pt_pt: lpadmin: Nome da classe prevista após a opção '-c'!

source: lpadmin: Expected description after '-D' option!
de: lpadmin: Beschreibung wird hinter dem Parameter '-D' erwartet!
pt_pt: lpadmin: Descrição prevista após a opção '-D'!

source: lpadmin: Expected device URI after '-v' option!
de: lpadmin: Erwarte Geräte URI hinter dem Parameter '-v'!
pt_pt: lpadmin: URI de dispositivo previsto após a opção '-v'!

source: lpadmin: Expected file type(s) after '-I' option!
de: lpadmin: Dateityp(en) wird bzw. werden hinter dem Parameter '-I' erwartet!
pt_pt: lpadmin: Tipo(s) de ficheiro(s) previsto(s) após a opção '-I'!

source: lpadmin: Expected hostname after '-h' option!
de: lpadmin: Hostname wird hinter dem Parameter '-h' erwartet!
pt_pt: lpadmin: Nome de host após a opção '-h'!

source: lpadmin: Expected interface after '-i' option!
de: lpadmin: Interface wird hinter dem Parameter '-i' erwartet!
pt_pt: lpadmin: Interface prevista após a opção '-i'!

source: lpadmin: Expected location after '-L' option!
de: lpadmin: Ortsangabe wird hinter dem Parameter '-L' erwartet!
pt_pt: lpadmin: Localização prevista após a opção '-L'!

source: lpadmin: Expected model after '-m' option!
de: lpadmin: Modell wird hinter dem Parameter '-m' erwartet!
pt_pt: lpadmin: Modelo previsto após a opção '-m'!

source: lpadmin: Expected name=value after '-o' option!
de: lpadmin: Name=Wert wird hinter dem Parameter '-o' erwartet!
pt_pt: lpadmin: name=value previsto após a opção '-o'!

source: lpadmin: Expected printer after '-p' option!
de: lpadmin: Drucker wird hinter dem Parameter '-p' erwartet!
pt_pt: lpadmin: Impressora prevista após a opção '-p'!

source: lpadmin: Expected printer name after '-d' option!
de: lpadmin: Druckername wird hinter dem Parameter '-d' erwartet!
pt_pt: lpadmin: Nome de impressora previsto após a opção '-d'!

source: lpadmin: Expected printer or class after '-x' option!
de: lpadmin: Drucker oder Klasse wird hinter dem Parameter '-x' erwartet!
pt_pt: lpadmin: Impressora ou classe prevista após a opção '-x'!

source: lpadmin: No member names were seen!
de: lpadmin: Keine Mitgliedernamen gesehen!
pt_pt: lpadmin: Não foram visualizados nomes de membros!

source: lpadmin: Printer %s is already a member of class %s.
de: lpadmin: Drucker %s ist bereits Mitglied der Klasse %s.
pt_pt: lpadmin: A impressora %s já é membro da classe %s.

source: lpadmin: Printer %s is not a member of class %s.
de: lpadmin: Drucker %s ist kein Mitglied der Klasse %s.
pt_pt: lpadmin: A impressora %s não é um membro da classe %s.

source: lpadmin: Printer name can only contain printable characters!
de: lpadmin: Druckername kann nur druckbare Zeichen enthalten!
pt_pt: lpadmin: O nome da impressora só pode conter caracteres imprimíveis!

source: lpadmin: Unable to add a printer to the class: You must specify a printer name first!
de: lpadmin: Kann Drucker nicht zur Klasse hinzufügen: Sie müssen zuerst einen Druckernamen angeben!
pt_pt: lpadmin: Impossível adicionar uma impressora à classe: Tem de especificar um nome de impressora primeiro!

source: lpadmin: Unable to connect to server: %s
de: lpadmin: Kann Server nicht erreichen: %s
pt_pt: lpadmin: Impossível ligar ao servidor: %s

source: lpadmin: Unable to create temporary file - %s
de: lpadmin: Kann temporäre Datei nicht erstellen - %s
pt_pt: lpadmin: Impossível criar ficheiro temporário - %s

source: lpadmin: Unable to create temporary file: %s
de: lpadmin: Kann temporäre Datei nicht erstellen: %s
pt_pt: lpadmin: Impossível criar ficheiro temporário: %s

source: lpadmin: Unable to open PPD file "%s" - %s
de: lpadmin: Kann PPD Datei "%s" nicht öffnen - %s
pt_pt: lpadmin: Impossível abrir o ficheiro PPD "%s" - %s

source: lpadmin: Unable to open file "%s": %s
de: lpadmin: Kann temporäre Datei "%s" nicht öffnen: %s
pt_pt: lpadmin: Impossível abrir o ficheiro "%s": %s

source: lpadmin: Unable to remove a printer from the class: You must specify a printer name first!
de: lpadmin: Kann Drucker nicht aus Klasse entfernen: Sie müssen zuerst einen Druckernamen angeben!
pt_pt: lpadmin: Impossível remover uma impressora da classe: Tem de especificar um nome de impressora primeiro!

source: lpadmin: Unable to set the PPD file: You must specify a printer name first!
de: lpadmin: Kann PPD Datei nicht setzen: Sie müssen zuerst einen Druckernamen angeben!
pt_pt: lpadmin: Impossível definir o ficheiro PPD: Tem de especificar um nome de impressora primeiro!

source: lpadmin: Unable to set the device URI: You must specify a printer name first!
de: lpadmin: Kann Geräte URI nicht setzen: Sie müssen zuerst einen Druckernamen angeben!
pt_pt: lpadmin: Impossível definir o URI do dispositivo: Tem de especificar um nome de impressora primeiro!

source: lpadmin: Unable to set the interface script or PPD file: You must specify a printer name first!
de: lpadmin: Kann weder Interface Skript noch PPD Datei setzen: Sie müssen zuerst einen Druckernamen angeben!
pt_pt: lpadmin: Impossível definir o script da interface ou ficheiro PPD: Tem de especificar um nome de impressora primeiro!

source: lpadmin: Unable to set the interface script: You must specify a printer name first!
de: lpadmin: Kann Interface Skript nicht festlegen: Sie müssen zuerst einen Druckernamen angeben!
pt_pt: lpadmin: Impossível definir o script da interface: Tem de especificar um nome de impressora primeiro!

source: lpadmin: Unable to set the printer description: You must specify a printer name first!
de: lpadmin: Kann Druckerbeschreibung nicht setzen: Sie müssen zuerst einen Druckernamen angeben!
pt_pt: lpadmin: Impossível definir a descrição da impressora: Tem de especificar um nome de impressora primeiro!

source: lpadmin: Unable to set the printer location: You must specify a printer name first!
de: lpadmin: Kann Druckeraufstellort nicht setzen: Sie müssen zuerst einen Druckernamen angeben!
pt_pt: lpadmin: Impossível definir a localização da impressora: Tem de especificar um nome de impressora primeiro!

source: lpadmin: Unable to set the printer options: You must specify a printer name first!
de: lpadmin: Kann Druckereinstellungen nicht setzen: Sie müssen zuerst einen Druckernamen angeben!
pt_pt: lpadmin: Impossível definir as opções da impressora: Tem de especificar um nome de impressora primeiro!

source: lpadmin: Unknown allow/deny option "%s"!
de: lpadmin: Unbekannter Erlaubt/Verweigert Parameter "%s"!
pt_pt: lpadmin: Opção permitir/negar desconhecida "%s"!

source: lpadmin: Unknown argument '%s'!
de: lpadmin: Unbekanntes Argument '%s'!
pt_pt: lpadmin: Argumento desconhecido '%s'!

source: lpadmin: Unknown option '%c'!
de: lpadmin: Unbekannter Parameter '%c'!
pt_pt: lpadmin: Opção desconhecida '%c'!

source: lpadmin: Warning - content type list ignored!
de: lpadmin: Warnung - Datentypliste ignoriert!
pt_pt: lpadmin: Aviso - lista de tipo de conteúdo ignorada!

source: lpinfo: Unable to connect to server: %s
de: lpinfo: Kann Server nicht erreichen: %s
pt_pt: lpinfo: Impossível ligar ao servidor: %s

source: lpinfo: Unknown argument '%s'!
de: lpinfo: Unbekanntes Argument '%s'!
pt_pt: lpinfo: Argumento desconhecido '%s'!

source: lpinfo: Unknown option '%c'!
de: lpinfo: Unbekannter Parameter '%c'!
pt_pt: lpinfo: Opção desconhecida '%c'!

source: lpmove: Unable to connect to server: %s
de: lpmove: Kann Server nicht erreichen: %s
pt_pt: lpmove: Impossível ligar ao servidor: %s

source: lpmove: Unknown argument '%s'!
de: lpmove: Unbekanntes Argument '%s'!
pt_pt: lpmove: Argumento desconhecido '%s'!

source: lpmove: Unknown option '%c'!
de: lpmove: Unbekannter Parameter '%c'!
pt_pt: lpmove: Opção desconhecida '%c'!

source: lpoptions: No printers!?!
de: lpoptions: Keine Drucker!?!
pt_pt: lpoptions: Não há impressoras!?!

source: lpoptions: Unable to add printer or instance: %s
de: lpoptions: Kann Drucker oder Instanz nicht hinzufügen: %s
pt_pt: lpoptions: Impossível adicionar impressora ou instância: %s

source: lpoptions: Unable to get PPD file for %s: %s
de: lpoptions: Kann PPD für %s nicht bekommen: %s
pt_pt: lpoptions: Impossível obter ficheiro PPD para %s: %s

source: lpoptions: Unable to open PPD file for %s!
de: lpoptions: Kann PPD für %s nicht öffnen!
pt_pt: lpoptions: Impossível abrir ficheiro PPD para %s!

source: lpoptions: Unknown printer or class!
de: lpoptions: Unbekannter Drucker oder Klasse!
pt_pt: lpoptions: Impressora ou classe desconhecida!

source: lppasswd: Only root can add or delete passwords!
de: lppasswd: Nur root kann Passwörter hinzufügen oder löschen!
pt_pt: lppasswd: Apenas a raiz pode adicionar ou apagar palavras-passe!

source: lppasswd: Password file busy!
de: lppasswd: Passwortdatei in Verwendung!
pt_pt: lppasswd: Ficheiro de palavras-passe em utilização!

source: lppasswd: Password file not updated!
de: lppasswd: Passwortdatei wurde nicht aktualisiert!
pt_pt: lppasswd: Ficheiro de palavras-passe não actualizado!

source: lppasswd: Sorry, password doesn't match!
de: lppasswd: Bedaure, Passwort stimmt nicht überein!
pt_pt: lppasswd: A palavra-passe não corresponde!

source: lppasswd: Sorry, password rejected. Your password must be at least 6 characters long, cannot contain your username, and must contain at least one letter and number.
de: lppasswd: Bedaure, Passwort zurückgewiesen. Ihr Passwort muss zumindest 6 Zeichen lang sein, darf nicht den Benutzernamen enthalten, und muss mindestens einen Buchstaben und eine Zahl enthalten.
pt_pt: lppasswd: Palavra-passe rejeitada. A sua palavra-passe tem de ter no mínimo 6 caracteres, não pode conter o seu nome de utilizador, e tem de conter no mínimo uma letra e um número.

source: lppasswd: Sorry, passwords don't match!
de: lppasswd: Bedaure, Passwörter stimmen nicht überein!
pt_pt: lppasswd: As palavras-passe não correspondem!

source: lppasswd: Unable to copy password string: %s
de: lppasswd: Kann Passwort nicht kopieren: %s
pt_pt: lppasswd: Impossível copiar o string da palavra-passe: %s

source: lppasswd: Unable to open password file: %s
de: lppasswd: Kann Passwortdatei nicht öffnen: %s
pt_pt: lppasswd: Impossível abrir ficheiro da palavra-passe: %s

source: lppasswd: Unable to write to password file: %s
de: lppasswd: Kann nicht in die Passwortdatei schreiben: %s
pt_pt: lppasswd: Impossível escrever no ficheiro de palavras-passe: %s

source: lppasswd: failed to backup old password file: %s
de: lppasswd: Konnte alte Passwortdatei nicht sichern: %s
pt_pt: lppasswd: falha ao efectuar cópia de segurança do ficheiro de palavras-passe antigo: %s

source: lppasswd: failed to rename password file: %s
de: lppasswd: Konnte Passwortdatei nicht umbenennen: %s
pt_pt: lppasswd: falha ao alterar o nome do ficheiro de palavras-passe: %s

source: lppasswd: user "%s" and group "%s" do not exist.
de: lppasswd: Benutzer "%s" und Gruppe "%s" existieren nicht.
pt_pt: lppasswd: o utilizador "%s" e o grupo "%s" não existem.

source: lprm: Unable to contact server!
de: lprm: Server nicht erreichbar!
pt_pt: lprm: Impossível contactar o servidor!

source: lpstat: error - %s environment variable names non-existent destination "%s"!
de: lpstat: Fehler - Umgebungsvariable %s enthält das nicht vorhandene Ziel "%s"!
pt_pt: lpstat: erro - %s destino inexistente dos nomes da variável de ambiente "%s"!

source: members of class %s:
de: Mitglieder der Klasse %s:
pt_pt: membros da classe %s:

source: no entries
de: keine Einträge
pt_pt: entradas inexistentes

source: no system default destination
de: Kein systemweites Standardziel
pt_pt: destino predefinido do sistema inexistente

source: notify-events not specified!
de: notify-events nicht festgelegt!
pt_pt: notify-events não especificado!

source: notify-recipient-uri URI "%s" uses unknown scheme!
de: notify-recipient-uri URI "%s" verwendet unbekanntes Schema!
pt_pt: URI de notify-recipient-uri "%s" utiliza um esquema desconhecido!

source: notify-subscription-id %d no good!
de: notify-subscription-id %d unbrauchbar!
pt_pt: notify-subscription-id %d inválido!

source: open of %s failed: %s
de: öffnen von %s fehlgeschlagen: %s
pt_pt: falha ao abrir %s: %s

source: pending
de: schwebend
pt_pt: pendente

source: printer %s disabled since %s -
de: Drucker %s ist gesperrt seit %s -
pt_pt: impressora %s desactivada desde %s -

source: printer %s is idle. enabled since %s
de: Drucker %s ist frei. freigegeben seit %s
pt_pt: a impressora %s está inactiva. activada desde %s

source: printer %s now printing %s-%d. enabled since %s
de: Drucker %s druckt gerade %s-%d. freigegeben seit %s
pt_pt: a impressora %s está a imprimir %s-%d. activada desde %s

source: printer %s/%s disabled since %s -
de: Drucker %s/%s gesperrt seit %s -
pt_pt: impressora %s/%s desactivada desde %s -

source: printer %s/%s is idle. enabled since %s
de: Drucker %s/%s ist frei. freigegeben seit %s
pt_pt: a impressora %s/%s está inactiva. activada desde %s

source: printer %s/%s now printing %s-%d. enabled since %s
de: Drucker %s/%s druckt gerade %s-%d. freigegeben seit %s
pt_pt: a impressora %s/%s está a imprimir %s-%d. activada desde %s

source: processing
de: verarbeite
pt_pt: a processar

source: request id is %s-%d (%d file(s))
de: Auftrags ID ist %s-%d (%d Datei(en))
pt_pt: o id de pedido é %s-%d (%d ficheiro(s))

source: scheduler is not running
de: Scheduler läuft nicht
pt_pt: o organizador não está a ser executado

source: scheduler is running
de: Scheduler läuft
pt_pt: o organizador está a ser executado

source: stat of %s failed: %s
de: Prüfung von %s fehlgeschlagen: %s
pt_pt: estat. de %s falhou: %s

source: status show status of daemon and queue
de: status zeigt den Status von Diensten und Warteschlangen
pt_pt: estado mostrar estado de daemon e fila de espera

source: stopped
de: gestoppt
pt_pt: parada

source: system default destination: %s
de: System Standardziel: %s
pt_pt: destino predefinido do sistema: %s

source: system default destination: %s/%s
de: System Standardziel: %s/%s
pt_pt: destino predefinido do sistema: %s/%s

source: unknown
de: unbekannt
pt_pt: desconhecido

source: untitled
de: unbenannt
pt_pt: sem nome

source: Usage: cupsfilter -m mime/type [ options ] filename(s) Options: -c cupsd.conf Set cupsd.conf file to use -n copies Set number of copies -o name=value Set option(s) -p filename.ppd Set PPD file -t title Set title
pt_pt: Utilização: cupsfilter -m mime/tipo [ opções ] nomedeficheiro(s) Opções: -c cupsd.conf Definir ficheiro cupsd.conf file para utilizar -n cópias Definir número de cópias -o nome=valor Definir opção(ões) -p filename.ppd Definir ficheiro PPD -t título Definir título
