Repository: Distrotech/cups-filters
Catalog: locale/cups_*.po
Languages: de, pt_pt

source: Password for %s required to access %s via SAMBA:
de: Passwort für %s benötigt um auf %s via SAMBA zugreifen zu können.
pt_pt: É necessária palavra-passe para %s para aceder a %s via SAMBA:

source: Policies
de: Richtlinien
pt_pt: Políticas

source: Print Job:
de: Druckauftrag:
pt_pt: Trabalho de impressão:

source: Print Test Page
de: Drucke Testseite
pt_pt: Imprimir página de teste

source: Printer Added
de: Drucker Hinzugefügt
pt_pt: Impressora adicionada

source: Printer Deleted
de: Drucker Gelöscht
pt_pt: Impressora eliminada

source: Printer Maintenance
de: Druckerwartung
pt_pt: Manutenção da impressora

source: Printer Modified
de: Drucker Geändert
pt_pt: Impressora modificada

source: Printer Stopped
de: Drucker Gestoppt
pt_pt: Impressora parada

source: Printer off-line.
de: Drucker off-line.
pt_pt: Impressora off-line.

source: Printer:
de: Drucker:
pt_pt: Impressora:

source: Printers
de: Drucker
pt_pt: Impressoras

source: Purge Jobs
de: Eliminiere Aufträge
pt_pt: Limpar trabalhos

source: Quota limit reached.
de: Kontigentsgrenze erreicht.
pt_pt: Limite de cota atingido.

source: Rank Owner Job File(s) Total Size
de: Rang Besitz Auftrag Datei(en) Gesamtgröße
pt_pt: Nível Proprietário Trabalho Ficheiro(s) Tamanho total

source: Rank Owner Pri Job Files Total Size
de: Rang Besitzer Pri Auftrag Dateien Gesamtgröße
pt_pt: Nível Proprietário Pri Trabalho Ficheiros Tamanho total

source: Reject Jobs
de: Aufträge ablehnen
pt_pt: Rejeitar trabalhos

source: Resolution
de: Auflösung
pt_pt: Resolução

source: Running command: %s %s -N -A %s -c '%s'
de: Befehl wird ausgeführt: %s %s -N -A %s -c '%s'
pt_pt: Comando em execução: %s %s -N -A %s -c '%s'

source: Server Restarted
de: Server Neu Gestartet
pt_pt: O servidor foi reiniciado

source: Server Security Auditing
de: Server Sicherheits Prüfung
pt_pt: Audição de segurança do servidor

source: Server Started
de: Server Gestartet
pt_pt: O servidor foi iniciado

source: Server Stopped
de: Server Gestoppt
pt_pt: O servidor parou

source: Set Allowed Users
de: Erlaubte Benutzer festlegen:
pt_pt: Definir utilizadores permitidos

source: Set As Default
de: Setze als Standard
pt_pt: Definir como predefinição

source: Set Class Options
de: Klasseneinstellungen setzen
pt_pt: Definir opções de classe

source: Set Printer Options
de: Druckereinstellungen setzen
pt_pt: Definir opções da impressora

source: Set Publishing
de: Veröffentlichung setzen
pt_pt: Definir a publicação

source: Start Class
de: Starte Klasse
pt_pt: Iniciar classe

source: Start Printer
de: Starte Drucker
pt_pt: Iniciar impressora

source: Starting Banner
de: Startbanner
pt_pt: Iniciar banner

source: Stop Class
de: Stoppe Klasse
pt_pt: Parar classe

source: Stop Printer
de: Stoppe Drucker
pt_pt: Parar impressora

source: The PPD file "%s" could not be found.
de: Die PPD Datei "%s" konnte nicht gefunden werden.
pt_pt: Não foi possível encontrar o ficheiro PPD "%s".

source: The PPD file "%s" could not be opened: %s
de: Die PPD Datei "%s" konnte nicht geöffnet werden: %s
pt_pt: Não foi possível abrir o ficheiro PPD "%s": %s

source: The class name may only contain up to 127 printable characters and may not contain spaces, slashes (/), or the pound sign (#).
de: Der Klassenname darf nur bis zu 127 druckbare Zeichen und keine Leerzeichen, Slashes (/), oder Rautezeichen (#) enthalten.
pt_pt: O nome da classe só pode conter até 127 caracteres imprimíveis e não pode conter espaços, barras (/), ou o sinal cardinal (#).

source: The notify-lease-duration attribute cannot be used with job subscriptions.
de: notify-lease-duration kann nicht bei Auftragssubskriptionen verwendet werden.
pt_pt: O atributo notify-lease-duration não pode ser utilizado com subscrições de trabalhos.

source: The notify-user-data value is too large (%d > 63 octets)!
de: Der Wert von notify-user-data ist zu groß (%d > 63 Oktette)!
pt_pt: O valor de notify-user-data é demasiado grande (%d > 63 octetos)!

source: The printer name may only contain up to 127 printable characters and may not contain spaces, slashes (/), or the pound sign (#).
de: Der Druckername darf nur bis zu 127 druckbare Zeichen und keine Leerzeichen, Slashes (/), oder Rautezeichen (#) enthalten.
pt_pt: O nome da impressora só pode conter até 127 caracteres imprimíveis e não pode conter espaços, barras (/), ou o sinal cardinal (#).

source: The printer or class is not shared!
de: Drucker oder Klasse ist nicht verteilt!
pt_pt: A impressora ou classe não é partilhada!

source: The printer or class was not found.
de: Drucker oder Klasse nicht gefunden.
pt_pt: A impressora ou classe não foi encontrada.

source: The printer-uri "%s" contains invalid characters.
de: Die printer-uri "%s" enthält ungültige Zeichen.
pt_pt: O printer-uri "%s" contém caracteres inválidos.

source: The printer-uri attribute is required!
de: Die Eigenschaft printer-uri wird benötigt!
pt_pt: É necessário o atributo printer-uri!

source: The printer-uri must be of the form "ipp://HOSTNAME/classes/CLASSNAME".
de: Die printer-uri muss der Form "ipp://HOSTNAME/classes/KLASSENNAME" entsprechen.
pt_pt: O printer-uri tem de ter o formato "ipp://HOSTNAME/classes/CLASSNAME".

source: The printer-uri must be of the form "ipp://HOSTNAME/printers/PRINTERNAME".
de: Die printer-uri muss der Form "ipp://HOSTNAME/printers/DRUCKERNAME" entsprechen.
pt_pt: O printer-uri tem de ter o formato "ipp://HOSTNAME/printers/PRINTERNAME".

source: The subscription name may not contain spaces, slashes (/), question marks (?), or the pound sign (#).
de: Der Subskriptionsname darf keine Leerzeichen, Slashes (/), Fragezeichen (?), oder Rautezeichen (#) enthalten.
pt_pt: O nome da subscrição não pode conter espaços, barras (/), pontos de interrogação (?), ou o sinal cardinal (#).

source: Toner low.
de: Tonerstand niedrig.
pt_pt: Toner em baixo.

source: Too many active jobs.
de: Zu viele aktive Aufträge.
pt_pt: Demasiados trabalhos activos.

source: Unable to access cupsd.conf file:
de: Kann auf die Datei cupsd.conf nicht zugreifen:
pt_pt: Impossível aceder ao ficheiro cupsd.conf:

source: Unable to add RSS subscription:
de: Kann RSS Subskription nicht hinzufügen:
pt_pt: Impossível adicionar a subscrição RSS:

source: Unable to add class:
de: Kann Klasse nicht hinzufügen:
pt_pt: Impossível adicionar a classe:

source: Unable to add job for destination "%s"!
de: Kann Auftrag nicht zu Ziel "%s" hinzufügen!
pt_pt: Impossível adicionar trabalho para o destino "%s"!

source: Unable to add printer:
de: Kann Drucker nicht hinzufügen:
pt_pt: Impossível adicionar a impressora:

source: Unable to allocate memory for file types!
de: Speicherreservierung für Dateitypen fehlgeschlagen!
pt_pt: Impossível atribuir memória para tipos de ficheiros!

source: Unable to cancel RSS subscription:
de: Kann RSS Subskription nicht kündigen:
pt_pt: Impossível cancelar subscrição RSS:

source: Unable to change printer-is-shared attribute:
de: Kann die Eigenschaft printer-is-shared nicht ändern:
pt_pt: Imposível alterar o atributo printer-is-shared:

source: Unable to change printer:
de: Kann Drucker nicht ändern:
pt_pt: Impossível alterar impressora:

source: Unable to change server settings:
de: Kann Servereinstellungen nicht ändern:
pt_pt: Impossível alterar especificações do servidor:

source: Unable to copy CUPS printer driver files (%d)!
de: Kann CUPS Druckertreiberdateien nicht kopieren (%d)!
pt_pt: Impossível copiar os ficheiros de driver de impressora CUPS (%d)!

source: Unable to copy PPD file - %s!
de: PPD Datei konnte nicht kopiert werden - %s!
pt_pt: Impossível copiar ficheiro PPD - %s!

source: Unable to copy PPD file!
de: Kann PPD Datei nicht kopieren!
pt_pt: Impossível copiar ficheiro PPD!

source: Unable to copy Windows 2000 printer driver files (%d)!
de: Kann Windows 2000 Druckertreiberdateien nicht kopieren (%d)!
pt_pt: Impossível copiar os ficheiros de drivers de impressora para Windows 2000 (%d)!

source: Unable to copy Windows 9x printer driver files (%d)!
de: Kann Windows 9x Druckertreiberdateien nicht kopieren (%d)!
pt_pt: Impossível copiar os ficheiros de drivers de impressora para Windows 9x (%d)!

source: Unable to copy interface script - %s!
de: Interface Skript konnte nicht kopiert werden - %s!
pt_pt: Impossível copiar o script de interface - %s!

source: Unable to create temporary file:
de: Kann temporäre Datei nicht erstellen:
pt_pt: Impossível criar ficheiro temporário:

source: Unable to delete class:
de: Kann Klasse nicht löschen:
pt_pt: Impossível apagar a classe:

source: Unable to delete printer:
de: Kann Drucker nicht löschen:
pt_pt: Impossível apagar a impressora:

source: Unable to edit cupsd.conf files larger than 1MB!
de: Kann cupsd.conf Dateien größer als 1MB nicht bearbeiten!
pt_pt: Impossível editar ficheiros cupsd.conf maiores do que 1MB!

source: Unable to find destination for job!
de: Kann das Ziel für den Auftrag nicht ermitteln!
pt_pt: Impossível encontrar destino para o trabalho!

source: Unable to get PPD file!
de: Kann PPD Datei nicht holen!

source: Unable to get class list:
de: Kann Klassenliste nicht holen:
pt_pt: Impossível obter lista de classes:

source: Unable to get class status:
de: Kann Klassenstatus nicht holen:
pt_pt: Impossível obter estado da classe:

source: Unable to get list of printer drivers:
de: Holen der Druckertreiberliste nicht möglich:
pt_pt: Impossível obter a lista de drivers de impressora:

source: Unable to get printer attributes:
de: Kann Druckereigenschaften nicht holen:
pt_pt: Impossível obter atributos da impressora:

source: Unable to get printer list:
de: Kann Druckerliste nicht holen:
pt_pt: Impossível obter lista de impressoras:

source: Unable to get printer status:
de: Kann Druckerstatus nicht holen:
pt_pt: Impossível obter estado da impressora:

source: Unable to install Windows 2000 printer driver files (%d)!
de: Kann Windows 2000 Druckertreiberdateien nicht installieren (%d)!
pt_pt: Impossível instalar os ficheiros de drivers de impressora para Windows 2000 (%d)!

source: Unable to install Windows 9x printer driver files (%d)!
de: Kann Windows 9x Druckertreiberdateien nicht installieren (%d)!
pt_pt: Impossível instalar ficheiros de drivers de impressora para Windows 9x (%d)!

source: Unable to modify class:
de: Kann Klasse nicht ändern:
pt_pt: Impossível modificar classe:

source: Unable to modify printer:
de: Kann Drucker nicht ändern:
pt_pt: Impossível modificar impressora:

source: Unable to move job
de: Kann Auftrag nicht verschieben
pt_pt: Impossível mover trabalho

source: Unable to move jobs
de: Kann Aufträge nicht verschieben
pt_pt: Impossível mover trabalhos

source: Unable to open PPD file
de: Kann PPD Datei nicht öffnen
pt_pt: Impossível abrir ficheiro PPD

source: Unable to open PPD file:
de: Kann PPD Datei nicht öffnen:
pt_pt: Impossível abrir ficheiro PPD:

source: Unable to open cupsd.conf file:
de: Kann die Datei cupsd.conf nicht öffnen:
pt_pt: Impossível abrir ficheiro cupsd.conf:

source: Unable to print test page:
de: Kann Testseite nicht drucken:
pt_pt: Impossível abrir página de teste:

source: Unable to run "%s": %s
de: cupsaddsmb: Kann "%s" nicht ausführen: %s
pt_pt: Impossível executar "%s": %s

source: Unable to send maintenance job:
de: Kann Wartungsauftrag nicht senden:
pt_pt: Impossível enviar trabalho de manutenção:

source: Unable to set Windows printer driver (%d)!
de: Kann Windows Druckertreiber nicht setzen (%d)!
pt_pt: Impossível especificar o driver de impressora para Windows (%d)!

source: Unable to set options:
de: Kann Parameter nicht setzen:
pt_pt: Impossível especificar opções:

source: Unable to upload cupsd.conf file:
de: Kann die Datei cupsd.conf nicht hochladen:
pt_pt: Impossível enviar o ficheiro cupsd.conf:

source: Unknown
de: Unbekannt
pt_pt: Desconhecido

source: Unknown printer error (%s)!
de: Unbekannter Druckerfehler (%s)!
pt_pt: Erro de impressora desconhecido (%s)!

source: Unknown printer-error-policy "%s".
de: Unbekannte printer-error-policy "%s".
pt_pt: Printer-error-policy desconhecido "%s".

source: Unknown printer-op-policy "%s".
de: Unbekannte printer-op-policy "%s".
pt_pt: Printer-op-policy desconhecido "%s".

source: Unsupported compression "%s"!
de: Nicht unterstützte Kompression "%s"!
pt_pt: Compressão não suportada "%s"!

source: Unsupported compression attribute %s!
de: Nicht unterstützte Kompressionseigenschaft %s!
pt_pt: Atributo de compressão não suportado %s!

source: Unsupported format "%s"!
de: Nicht unterstütztes Format "%s"!
pt_pt: Formato não suportado "%s"!

source: Unsupported format '%s'!
de: Nicht unterstütztes Format '%s'!
pt_pt: Formato não suportado '%s'!

source: Unsupported format '%s/%s'!
de: Nicht unterstütztes Format '%s/%s'!
pt_pt: Formato não suportado '%s/%s'!

source: Usage: lpadmin [-h server] -d destination lpadmin [-h server] -x destination lpadmin [-h server] -p printer [-c add-class] [-i interface] [-m model] [-r remove-class] [-v device] [-D description] [-P ppd-file] [-o name=value] [-u allow:user,user] [-u deny:user,user]
de: Benutzung: lpadmin [-h Server] -d Ziel lpadmin [-h Server] -x Ziel lpadmin [-h Server] -p Drucker [-c hinzuzufügende-Klasse] [-i Interface] [-m Modell] [-r zu-löschende-Klasse] [-v Gerät] [-D Beschreibung] [-P PPD-Datei] [-o Name=Wert] [-u allow:Benutzer,Benutzer] [-u deny:Benutzer,Benutzer]
pt_pt: Utilização: lpadmin [servidor -h] -d destino lpadmin [servidor -h] -x destino lpadmin [servidor -h] -p impressora [-c adicionar-classe] [-i interface] [-m modelo] [-r remover-classe] [-v dispositivo] [-D descrição] [-P ficheiro-ppd] [-o name=value] [-u permitir:utilizador,utilizador] [-u negar:utilizador,utilizador]

source: Usage: %s job-id user title copies options [file]
de: Benutzung: %s Auftrags-ID Benutzer Titel Kopien Parameter [Datei]
pt_pt: Utilização: %s job-id utilizador título cópias opções [ficheiro]

source: Usage: %s job-id user title copies options file
de: Benutzung: %s Auftrags-ID Benutzer Titel Kopien Parameter Datei
pt_pt: Utilização: %s job-id utilizador título cópias opções ficheiro

source: Usage: cupsaddsmb [options] printer1 ... printerN cupsaddsmb [options] -a Options: -E Encrypt the connection to the server -H samba-server Use the named SAMBA server -U samba-user Authenticate using the named SAMBA user -a Export all printers -h cups-server Use the named CUPS server -v Be verbose (show commands)
de: Benutzung: cupsaddsmb [Parameter] Drucker1 ... DruckerN cupsaddsmb [Parameter] -a Options: -E Verbindung zum Server verschlüsseln -H Samba-Server Benutze den angegebenen Samba Server -U Samba-Benutzer Authentifiziere mit dem angegebenen Samba Benutzer -a Alle Drucker bereitstellen -h CUPS-Server Benutze den angegebenen CUPS Server -v zusätzliche Ausgaben einschalten (zeige Befehle)
pt_pt: Utilização: cupsaddsmb [opções] impressora1 ... impressoraN cupsaddsmb [opções] -a Opções: -E Encriptar a ligação ao servidor -H samba-server Utilizar o servidor SAMBA denominado -U samba-user Autenticar utilizando o utilizador SAMBA denominado -a Exportar todas as impressoras -h cups-server Utilizar o servidor CUPS denominado -v Ser destalhado (mostrar comandos)

source: Usage: cupsctl [options] [param=value ... paramN=valueN] Options: -E Enable encryption -U username Specify username -h server[:port] Specify server address --[no-]debug-logging Turn debug logging on/off --[no-]remote-admin Turn remote administration on/off --[no-]remote-any Allow/prevent access from the Internet --[no-]remote-printers Show/hide remote printers --[no-]share-printers Turn printer sharing on/off --[no-]user-cancel-any Allow/prevent users to cancel any job
de: Benutzung: cupsctl [Optionen] [Parameter=Wert ... ParameterN=WertN] Optionen: -E Verschlüsselung aktivieren -U username Benutzername festlegen -h server[:port] Server Adresse festlegen --[no-]debug-logging Schalte Debug Protokollierung ein/aus --[no-]remote-admin Schalte entfernte Administration ein/aus --[no-]remote-any Erlaube/Verbiete Zugriff vom Internet --[no-]remote-printers Zeige/Verstecke entfernte Drucker --[no-]share-printers Schalte Druckerverteilung ein/aus --[no-]user-cancel-any Erlaube/Verbiete Benutzern jeden Auftrag abzubrechen
pt_pt: Utilização: cupsctl [opções] [param=value ... paramN=valueN] Opções: -E Activar encriptação -U username Especificar nome de utilizador servidor -h [:porta] Especificar endereço do servidor --[no-]debug-logging Activar/desactivar registo de depuração --[no-]remote-admin Activar/desactivar administração remota --[no-]remote-any Allow/prevent access from the Internet --[no-]remote-printers Mostrar/ocultar impressoras remotas --[no-]share-printers Activar/desactivar partilha de impressoras --[no-]user-cancel-any Permitir/evitar que os utilizadores cancelem qualquer trabalho

source: Usage: cupsd [-c config-file] [-f] [-F] [-h] [-l] -c config-file Load alternate configuration file -f Run in the foreground -F Run in the foreground but detach -h Show this usage message -l Run cupsd from launchd(8)
de: Benutzung: cupsd [-c Konfigurationsdatei] [-f] [-F] [-h] [-l] -c Konfig. Datei Lade alternative Konfigurationsdatei -f Laufe im Vordergrund -F Laufe abgetrennt im Vordergrund -h Zeige diese Gebrauchsanweisung -l cupsd über launchd(8) laufen lassen
pt_pt: Utilização: cupsd [-c config-file] [-f] [-F] [-h] [-l] -c config-file Carregar ficheiro de configuração alternativa -f Executar em segundo plano -F Executar em segundo plano mas desanexar -h Mostrar estar mensagem de utilização -l Executar cupsd a partir de launchd(8)

source: Usage: cupsfilter -m mime/type [ options ] filename(s) Options: -c cupsd.conf Set cupsd.conf file to use -n copies Set number of copies -o name=value Set option(s) -t title Set title
de: Benutzung: cupsfilter -m mime/type [ Optionen ] Dateiname(n) Optionen: -c cupsd.conf Setze die zu benutzende cupsd.conf Datei -n copies Setze Kopienanzahl -o name=value Setze Option(en) -t title Setze Titel

source: Usage: cupstestdsc [options] filename.ps [... filename.ps] cupstestdsc [options] - Options: -h Show program usage Note: this program only validates the DSC comments, not the PostScript itself.
de: Benutzung: cupstestdsc [Parameter] Dateiname.ps [... Dateiname.ps] cupstestdsc [Parameter] - Parameter: -h Zeige Gebrauchsanleitung Notiz: Dieses Programm validiert nur die DSC Kommentare, nicht das PostScript selbst.
pt_pt: Utilização: cupstestdsc [opções] filename.ps [... filename.ps] cupstestdsc [opções] - Opções: -h Mostrar utilização do programa Nota: este programa apenas valida os comentários DSC, não o PostScript.

source: Usage: cupstestppd [-q] [-r] [-v[v]] filename1.ppd[.gz] [... filenameN.ppd[.gz]] program | cupstestppd [-q] [-r] [-v[v]] -
de: Benutzung: cupstestppd [-q] [-r] [-v[v]] Dateiname1.ppd[.gz] [... DateinameN.ppd[.gz]] Programm | cupstestppd [-q] [-r] [-v[v]] -

source: Usage: cupstestppd [options] filename1.ppd[.gz] [... filenameN.ppd[.gz]] program | cupstestppd [options] - Options: -R root-directory Set alternate root -W {all,none,constraints,defaults,filters,translations} Issue warnings instead of errors -q Run silently -r Use 'relaxed' open mode -v Be slightly verbose -vv Be very verbose
de: Benutzung: cupstestppd [Optionen] Dateiname1.ppd[.gz] [... DateinameN.ppd[.gz]] program | cupstestppd [Optionen] - Optionen: -R root-directory Setze alternatives root -W {all,none,constraints,defaults,filters,translations} Warnungen statt Fehler ausgeben -q Stummschaltung -r Benutze 'enspannten' Öffnungsmodus -v Sei etwas wortreich -vv Sei sehr wortreich
pt_pt: Utilização: cupstestppd [opções] filename1.ppd[.gz] [... filenameN.ppd[.gz]] programa | cupstestppd [opções] - Opções: -R root-directory Definir raiz alternativa -W {todos,nenhum,restrições,predefinições,filtros,traduções} Emitir avisos em vez de erros -q Executar em silêncio -r Utilizar modo aberto

source: Usage: lpmove job/src dest
de: Benutzung: lpmove Auftrag/Quelle Ziel
pt_pt: Utilização: lpmove trabalho/orig dest

source: Usage: lpoptions [-h server] [-E] -d printer lpoptions [-h server] [-E] [-p printer] -l lpoptions [-h server] [-E] -p printer -o option[=value] ... lpoptions [-h server] [-E] -x printer
de: Benutzung: lpoptions [-h Server] [-E] -d Drucker lpoptions [-h Server] [-E] [-p Drucker] -l lpoptions [-h Server] [-E] -p Drucker -o Parameter[=Wert] ... lpoptions [-h Server] [-E] -x Drucker
pt_pt: Utilização: lpoptions [servidor -h] [-E] -d impressora lpoptions [servidor -h] [-E] [impressora -p] -l lpoptions [servidor -h] [-E] -p impressora -o opção[=valor] ... lpoptions [servidor -h] [-E] -x impressora

source: Usage: lppasswd [-g groupname]
de: Benutzung: lppasswd [-g Gruppenname]
pt_pt: Utilização: lppasswd [-g nome do grupo]

source: Usage: lppasswd [-g groupname] [username] lppasswd [-g groupname] -a [username] lppasswd [-g groupname] -x [username]
de: Benutzung: lppasswd [-g Gruppenname] [Benutzername] lppasswd [-g Gruppenname] -a [Benutzername] lppasswd [-g Gruppenname] -x [Benutzername]
pt_pt: Utilização: lppasswd [-g nome do grupo] [nome do utilizador] lppasswd [-g nome do grupo] -a [nome do utilizador] lppasswd [-g nome do grupo] -x [nome do utilizador]

source: Usage: lpq [-P dest] [-U username] [-h hostname[:port]] [-l] [+interval]
de: Benutzung: lpq [-P Ziel] [-U Benutzername] [-h Hostname[:Port]] [-l] [+Intervall]
pt_pt: Utilização: lpq [-P dest] [-U nome de utilizador] [-h nome de host[:porta]] [-l] [+intervalo]

source: Usage: snmp [host-or-ip-address]
de: Benutzung: snmp [Host-oder-Ip-Addresse]
pt_pt: Utilização: snmp [host-ou-endereço-ip]

source: WARNING: Boolean expected for waiteof option "%s"
de: WARNUNG. Boolesch wir für waitof Parameter "%s" erwartet
pt_pt: WARNING: Boolean esperado para opção waiteof "%s"

source: WARNING: Couldn't create read channel
de: WARNUNG: Konnte Lesekanal nicht erstellen
pt_pt: WARNING: Não foi possível ler o canal

source: WARNING: Couldn't create side channel
de: WARNUNG: Konnte Seitenkanal nicht öffnen
pt_pt: WARNING: Não foi possível criar canal lateral

source: WARNING: Couldn't create sidechannel thread!
de: WARNUNG: Konnte Thread für Seitenkanal nicht erstellen!

source: WARNING: Failed to read side-channel request!
de: WARNUNG: Lesen der Seitenkanal Anfrage fehlgeschlagen!
pt_pt: WARNING: Falha ao ler o pedido de canal lateral!

source: WARNING: Option "%s" cannot be included via IncludeFeature!
de: WARNUNG: Parameter "%s" kann nicht mit dem IncludeFeature eingefügt werden!
pt_pt: WARNING: A opção "%s" não pode ser incluída via IncludeFeature!

source: WARNING: Remote host did not respond with command status byte after %d seconds!
de: WARNUNG: Entfernter Host antwortete nicht mit Kommando-Status-Byte nach %d Sekunden!
pt_pt: WARNING: O host remoto não respondeu com byte de estado de comando após %d segundos!

source: WARNING: Remote host did not respond with control status byte after %d seconds!
de: WARNUNG: Entfernter Host antwortete nicht mit Kontroll-Status-Byte nach %d Sekunden!
pt_pt: WARNING: O host remoto não respondeu com byte de estado de controlo após %d segundos!

source: WARNING: Remote host did not respond with data status byte after %d seconds!
de: WARNUNG: Entfernter Host antwortete nicht mit Daten-Status-Byte nach %d Sekunden!
pt_pt: WARNING: WARNING: O host remoto não respondeu com byte de estado de dados após %d segundos!

source: WARNING: SCSI command timed out (%d); retrying...
de: WARNUNG: Zeitüberschreitung bei SCSI Kommando (%d); wiederhole...
pt_pt: WARNING: O comando SCSI excedeu o tempo (%d); a tentar novamente...

source: WARNING: This document does not conform to the Adobe Document Structuring Conventions and may not print correctly!
de: WARNUNG: Dieses Dokument entspricht nicht den Adobe Document Structuring Konventionen und wird eventuell nicht korrekt gedruckt.
pt_pt: WARNING: Este documento não está em conformidade com as Convenções de Estrutura de Documentos da Adobe e poderá não ser impresso correctamente!
